[
  {
    "id": 82,
    "type": "Ability",
    "name": "Acrobatics",
    "book": "CRB",
    "requirement": "",
    "effect": "The character has learned the art of acrobatic maneuvering, having spent time with a theater company, in one of the fencing schools of Yndaros or climbing the trees of Davokar. The nimbleness of the acrobat provides an advantage when trying to withdraw from close combat or when quickly wanting to reach the center of an enemy formation.",
    "novice": "Active. The character may roll against Quick to avoid Free Attacks from enemies in melee combat, either when trying to slip past an enemy or when attempting to withdraw from melee. Should the Test fail, the player must choose to either remain in its original place or to move anyway and suffer a Free Attack from the opponent.",
    "adept": "Free. If the character is knocked down he or she may attempt to jump back up again as a Free Action by making a Quick test. If the test fails the character has to spend a Movement Action to get back on its feet, as usual.",
    "master": "Active. The character can utilize its enemies as shields in battle. In combat with more than one opponent, the character may once per turn use an enemy as a shield and have that enemy suffer a successful hit instead of the character. That opponent cannot defend against the attack, but the master acrobat has to make a successful roll against Quick for the enemy to take the hit."
  },
  {
    "id": 83,
    "type": "Ability",
    "name": "Agile Combat",
    "book": "APG",
    "requirement": "Iron Sworn",
    "effect": "During combat in wooded areas and hilly terrain the distance between opponents can shift quickly, from ranged to melee. The Iron Sworn have developed techniques for handling these rapid shifts between weapon types, and the most skilled among them can dance forth over the battlefield, seamlessly alternating between melee and ranged weapons and using every hostile attack for making counter-strikes. The character is trained in the Iron Sworns’ advanced techniques on how to emerge victorious from skirmishes.",
    "novice": "Passive. The character can split his or her movement and perform one part of the movement action before the combat action, and the other part after. This is done in order to make maximum use of the terrain and cover. The character still suffers Free Attacks from enemies if the movement leads into or through melee combat distance.",
    "adept": "Passive. As a part of its combat action, the character may freely switch between weapons. This only pertains to changing weapons; it does not provide an extra action to be used for anything else.\r\nFor instance, the Iron Sworn may start holding two weapons, move a part of its movement range, and as a combat action switch to a bow, fire it, and then switch back to two weapons. Finally, the rest of the movement is made.",
    "master": "Reaction. The character gains a second chance to pass all Defense tests against Free Attacks provoked by withdrawing from melee. In addition, every such Free Attack against the character lets the Iron Sworn make their own Free Attack against the enemy. The character may freely switch weapons for these counter-strikes and choose the tool that fits the situation best."
  },
  {
    "id": 84,
    "type": "Ability",
    "name": "Alchemy",
    "book": "CRB",
    "requirement": "",
    "effect": "The character is schooled in the mysteries of alchemy. With the right ingredients, the character can prepare various elixirs to help it survive in the dark depths of Davokar. A list of alchemical\r\nmixtures and potions are featured in Chapter 16: Equipment.\r\nIn problem-solving situations, Alchemy can be used to identify drugs and poisons and to gain clues as to where they come from. Other than that, the character may attempt to prepare an elixir once per adventure. This attempt can be performed before the start of an adventure or at any appropriate moment during the adventure – for example when traveling through a forest or when passing through a cave where potent ingredients may be found.",
    "novice": "Special. With a successful roll against Cunning the character can gather herbs and minerals to create one dose of a Novice elixir",
    "adept": "Special. As an acknowledged alchemist the character can roll against Cunning to gather herbs and minerals to create one dose of an Adept elixir or 1D4 doses of a Novice elixir",
    "master": "Special. The character can, as a widely renowned alchemist, roll against Cunning to gather herbs and minerals to create one dose of a Master elixir, 1D4 doses of an Adept elixir or 1D8 doses of a Novice elixir"
  },
  {
    "id": 85,
    "type": "Ability",
    "name": "Armored Mystic",
    "book": "APG",
    "requirement": "Templar",
    "effect": "The templars have developed techniques for performing the miracles of Prios while wearing full armor. When the Knights of the Dying Sun storm some settlement full of heretics or dark spawn, it is far from uncommon to see them blast their enemies and bless their allies while clothed in steel.",
    "novice": "Passive. The character’s mystical powers are not affected by wearing medium armor. The armor affects Defense as usual.",
    "adept": "Passive. The character’s mystical powers are not affected by wearing heavy armor. The armor affects Defense as usual.",
    "master": "Passive. The armored mystic has transcended the limitations of the armor, and may instead benefit from it. A +1D4 bonus is added to the armor’s protection value when the mystic wears it, since mystical energies flow through the steel."
  },
  {
    "id": 86,
    "type": "Ability",
    "name": "Arrow Jab",
    "book": "APG",
    "requirement": "",
    "effect": "In the chaos of the battlefield, archers sometimes find themselves dragged into the melee. To handle this, techniques on how to use ranged weapons at close range have been developed. This ability may be used with any kind of bow or crossbow.",
    "novice": "Reaction. As a reaction to a melee attack against him or her, the character can draw an arrow and use it to stab an enemy. The character must succeed with a normal attack roll against the enemy; a successful hit deals 1D6 damage and the qualities of the projectile (if any) are counted.",
    "adept": "Reaction. Like the novice level, but 1D8 damage.",
    "master": "Reaction. Like the adept level, but the master also gains a Free Attack with the bow if the jab attack hits. The master stabs with the projectile, then (if successful) loads the bow to make a normal ranged attack at the target. If using a crossbow, this requires that it already be loaded and that the initial stab is made with another bolt, or that the character is in possession of a repeating crossbow."
  },
  {
    "id": 87,
    "type": "Ability",
    "name": "Artifact Crafting",
    "book": "APG",
    "requirement": "Artifact Crafter",
    "effect": "The glory days of artifact crafting seem to have passed and the powerful secrets of the old rune smiths are lost. However, even in the shadow of the growing corruption, the creative arts still linger on, if in a more modest way. The character is trained in the art of artifact crafting and can create artifacts of the lower order. Higher artifacts can nowadays only be found while excavating Symbaroum’s ruins, but artifact crafers belong to a tradition that still holds its head high, in spite of shadows and darkness.\r\nThe character is also knowledgeable about legendary artifacts and can discern how artifacts work. Artifact crafting corresponds to the ability Loremaster when analyzing artifacts, but it does not affect the use of them.\r\nThe artifacts are described in detail in the Equipment chapter, page 123-127",
    "novice": "Once per adventure. With a passed Cunning test, the character can craft one novice level artifact.",
    "adept": "Once per adventure. As an acknowledged artifact crafter, a passed Cunning test lets the character craft one adept level artifact.",
    "master": "Once per adventure. As a famous artifact crafter, a passed Cunning test lets the character craft one master level artifact."
  },
  {
    "id": 88,
    "type": "Ability",
    "name": "Axe Artist",
    "book": "APG",
    "requirement": "",
    "effect": "By tradition, many warriors of barbarian origin carry axes into battle, and among these fighters special techniques have been developed – techniques which make full use of the axe’s potential. In the hands of the character, the axe is an effective tool of combat.\r\nThe weapon used must be an axe of either heavy or single-handed model.",
    "novice": "Active. The first thing an axe artist learns is to strike with the short-end of the axe in order to induce distracting pain before a mightier blow. The short-end thrust deals 1D6 damage and stuns the enemy if the character passes a [Accurate←Resolute] test, meaning that the character gets to make an immediate Free Attack.",
    "adept": "Active. Next up is learning the powerful double-strike: to strike with one side of the axe and then follow up by striking a blow with the other. The character makes two attacks in one combat action, both of them at one dice tier lower than normal (1D10=1D8).",
    "master": "Passive. The axe master returns to the heart of axe fighting, the mighty blow. Every hit with the axe deals +1D4 damage, limited to one hit per combat action."
  },
  {
    "id": 89,
    "type": "Ability",
    "name": "Backstab",
    "book": "CRB",
    "requirement": "",
    "effect": "The palace of Yndaros, the alleys of Thistle Hold and the gloom of Davokar are extremely different surroundings, but they have at least one thing in common: when arguments fail, the blades speak up. The character has learned how to exploit weaknesses in an enemy’s defense, and will not let an opportunity go by without making a Backstab.",
    "novice": "Reaction. One attack per turn made from advantage deals +1D4 extra damage in addition to any damage already inflicted thanks to the advantage. The character may use Discreet instead of Accurate when making attacks while at an advantage.\r\nBackstab may only be performed once per turn, regardless of other circumstances.",
    "adept": "Reaction. The character’s Backstab deals extra damage (as above) and also causes a bleeding wound to the enemy. The attack opens a wound that bleeds heavily, inflicting 1D4 damage each turn following the attack. The enemy continues to bleed until healed by an herbal cure, the Medicus ability or in some other way.",
    "master": "Reaction. The character’s Backstab deals an extra +1D8 damage and cause a bleeding wound to the enemy, just like at Adept level. There are no longer any limits to how many Backstabs a Master can perform each turn. All attacks count as Backstabs as long as the conditions for either advantage or surprise are met"
  },
  {
    "id": 90,
    "type": "Ability",
    "name": "Beast Lore",
    "book": "CRB",
    "requirement": "",
    "effect": "The character is schooled in the lore of beasts and knows the secrets of most monsters. Many monsters possess special abilities and unique attacks as well as weaknesses which are good to know about when trying to bring them down. At higher levels the character must pick a specialization – Abominations, Beasts, Cultural Beings or Undead – and receives further advantages against members of that specific category.\r\nA character with Beast Lore can identify the tracks of many monsters and beings, and use that information to draw conclusions regarding the size and general behavior of the creature – is it hunting, on the run or just passing through?",
    "novice": "Free. The character has studied monsters and can make a Cunning Test to recognize or recollect a monster’s strengths and weaknesses. The Game Master describes the monster and its statistics to the player.",
    "adept": "Free. The character is an acknowledged scholar that has been studying a particular sub-category of monsters (pick Abominations, Beasts, Cultural Beings or Undead). The character now deals +1D4 additional damage to monsters from that category. This extra damage applies to the character’s allies as well, if they have been instructed in how best to fight the creature.",
    "master": "Free. The character now deals +1D6 extra damage to creatures from the subcategory that the player picked at the Adept level. This extra damage applies to the character’s allies as well, if they have been instructed in how best to fight the creature."
  },
  {
    "id": 91,
    "type": "Ability",
    "name": "Berserker",
    "book": "CRB",
    "requirement": "",
    "effect": "The feared barbarian warriors of Davokar have developed the practice of working themselves into a berserker frenzy before battle. By letting the repressed anger of the heart strengthen its limbs, the character can unleash a fuming rage that, if channeled correctly, might determine which side will emerge victorious from the battle.",
    "novice": "Free. The character may as a free action enter into a murderous frenzy to solely focus on hurting the enemy, dealing 1D6 of extra damage when fighting in melee combat. The downside of this frenzy is that the character cannot defend itself properly. The character’s Quick is considered to be 5 when calculating Defense.",
    "adept": "Reaction. The rage is like armor for the character. He or she ignores 1D4 damage from each hit suffered while in a berserker rage.",
    "master": "Free. The character has managed to harness its rage without losing any of its power. The character can utilize the capacity to both deal and ignore extra damage, while still being able to defend itself as normal."
  },
  {
    "id": 92,
    "type": "Ability",
    "name": "Blacksmith",
    "book": "APG",
    "requirement": "",
    "effect": "All peoples in Ambria and Davokar have their blacksmiths, which says something about their importance. Master smiths are revered in all cultures, but especially among Ambrians and trolls.\r\nThe cost of crafting objects is half of the listed price and if the blacksmith later sells the item, he or she gets the list price in payment. In other words, the profit made by the blacksmith is half the listed price.\r\nThis ability may be used once per adventure, preferably during a quiet interlude (or between adventures if that seems more reasonable). Should the item be of a consumable nature (like arrows or bolts), the blacksmith can forge 10 copies at a time.",
    "novice": "Special. With a passed Cunning test, the character can make a novice item. The character can also patch damaged armor or adapt armor to ft creatures of larger or smaller sizes. Novice items are all ordinary weapons and armor, including those with the qualities Short and Long. No other qualities can be crafted by the novice smith.",
    "adept": "Special. With a passed Cunning test, the character can make an adept item, featuring one quality besides Short or Long. All weapons and armor mentioned in the Core Rulebook and the Advanced Player’s Guide can be crafted by the adept, except items with mystical qualities and those that have more than one quality besides Short or Long. Note that the adept cannot remove negative qualities from items.",
    "master": "Special. With a passed Cunning test, the character can make a master item. Master Blacksmiths have the capability to add several qualities to weapons and armor, and also to remove negative qualities. Adding to that, they may instill mystical qualities into all kinds of weapons and armor. For each added or removed quality, the list price of the item is cumulatively increased by ×5. Mystical qualities increase the value by ×10."
  },
  {
    "id": 93,
    "type": "Ability",
    "name": "Blood Combat",
    "book": "APG",
    "requirement": "Wrath Guard",
    "effect": "The witches on Karvosti understand the power of the blood better than others. These insights have been developed in cooperation with the Guard of the Slumbering Wrath. The dedication and training of the guard allows them to use the power of spilled blood to their own advantage in combat – whether the blood is theirs or the enemy’s.",
    "novice": "Reaction. The character draws strength from the blood it spills. When his or her Toughness has been halved, the character gains a second chance to succeed with all attack tests in melee combat.",
    "adept": "Reaction. The character’s hits grow more powerful the more damaged he or she is; when Toughness has been more than halved, all attacks made by the character in melee combat deal an additional +1D8 in damage",
    "master": "Reaction. The warrior is healed by the blood spilled by the enemy; half of the damage that the character deals in melee combat is added to the character’s Toughness, rounded down."
  },
  {
    "id": 94,
    "type": "Ability",
    "name": "Bodyguard",
    "book": "CRB",
    "requirement": "",
    "effect": "High-born Ambrians, rich merchant lords and other potentates surround themselves with bodyguards. Even among the barbarians there are housecarls who serve to protect the life of their chieftain. The character is trained to place him- or herself in the way of painful strikes and lethal blows aimed at the protected person.\r\n",
    "novice": "Reaction. With a successful Resolute, the character may take blows directed against an ally. The character may not defend itself against these attacks, they hit automatically.",
    "adept": "Reaction. The character’s capacity as a guardian allows it to defend itself against all attacks aimed at the person he or she is protecting.",
    "master": "Reaction. The character is a veritable guardian saint. Not only may the character defend itself against the attacks, it also gets a Free Attack as a Reaction towards any who makes a melee attack against the person under its protection."
  },
  {
    "id": 95,
    "type": "Ability",
    "name": "Channeling",
    "book": "APG",
    "requirement": "",
    "effect": "Some sorcerers and cultists have through exposure to dark powers developed a capacity to endure corruption and to attract corruption that would have affected others. With practice, Channeling may also be used for passing corruption on to others, as a brutal weapon.",
    "novice": "Reaction. The character can choose to receive temporary corruption that will otherwise affect someone else within sight.",
    "adept": "Reaction. The character gets a second chance when rolling for corruption and in situations when receiving corruption for someone else. The character may accept the higher or lower outcome depending on what is more favorable; combined with the master level in Channeling the higher outcome is better, in all other cases the lower outcome is preferable.",
    "master": "Reaction. The character can pass corruption on to someone else; this is true for all forms of corruption he or she suffers, no matter the source. With a successful [Resolute←Resolute] test, corruption suffered is transferred to a target in sight. If the test fails, the master still only suffers half of the corruption (rounded up), while the rest leaks out into the surrounding area, making plants wither and the ground darken."
  },
  {
    "id": 96,
    "type": "Ability",
    "name": "Cheap Shot",
    "book": "APG",
    "requirement": "",
    "effect": "In the slums of Alberetor’s larger cities, special techniques for self-defense emerged. These techniques are still practiced among the gangs of Yndaros.",
    "novice": "Active. Cheap Shots like a “gutter-kiss” (head-but) or a “goblin-squeeze” (groin kick) comes naturally to the character in stressful situations. Such an attack deals 1D6 damage, and if the opponent is damaged the character also gains a Free Attack against him or her.",
    "adept": "Reaction. The character performs a normal melee attack and if it deals damage, he or she adds a trip or a tackle. Such a maneuver knocks the opponent to the ground if the character succeeds with a [Cunning←Quick] test.",
    "master": "Reaction. Every enemy who engages the character in melee suffers a bloody riposte dealing 1D6 damage directly after its attack. The riposte always hits a weak spot and consequently ignores any armor."
  },
  {
    "id": 97,
    "type": "Ability",
    "name": "Dominate",
    "book": "CRB",
    "requirement": "",
    "effect": "With nothing but presence, gaze and voice, strong personalities can force weaker minds to bend in the middle of a raging battle. The character is trained in this art of subduing combat. Among the gladiators of Yndaros, this is considered to be a particularly impressive way to win a battle, and it is even regarded as extremely honorable among the barbarian clans to overcome your enemy in such a manner.\r\nIn social situations, this ability can also be used to scare someone into obedience and force secrets out of them.",
    "novice": "Passive. The character can dominate and outmaneuver an enemy combatant by using its convincing personality. The character may use Persuasive instead of Accurate in melee combat.",
    "adept": "Free. The character can, as a Free Action and with a successful roll against [Persuasive←Resolute], force an enemy to hesitate in melee combat. A hesitating enemy will not attack the character this turn. If possible, it attacks one of the character’s allies instead.",
    "master": "Active. The character can subdue an enemy with a successful roll against [Persuasive←Resolute]. A subdued enemy can be forced to stand down and negotiate, to flee from an ongoing battle (if possible), or surrender if it is impossible to flee. When already in combat, the enemy must first be wounded by the character or by one of the character’s allies before it can be subdued."
  },
  {
    "id": 98,
    "type": "Ability",
    "name": "Ensnare",
    "book": "APG",
    "requirement": "",
    "effect": "Using weapons like bolas, nets or the long whip, many fighters and hunters of barbarian origin learn to limit the movement of enemies or prey. This skill is also known among Ambrians; flail weapons are, for instance, used in the lengthy show-fights at the gladiatorial arenas and by many bounty hunters. Abducted humans can sometimes be seen wielding chain staffs, making it possible to ensnare the enemy. The character is trained in the ensnaring techniques used to gain Advantage in melee or to capture prey alive.",
    "novice": "Active. The character gains a second chance to ensnare a target (requires a weapon with the quality Ensnaring, see page 118).",
    "adept": "Active. In addition to the novice effect, the character gains a second chance to bring down an ensnared enemy (requires a weapon with the quality Ensnaring, see page 118).",
    "master": "Reaction. The character’s skill with ensnaring weapons is such that every ensnaring attack is assumed to hit the target’s neck and have a strangling effect; besides the ensnaring effect and the chance to bring down the enemy, the target suffers 1D6 damage, ignoring armor. If the target reaches 0 Toughness, the character can choose to make it unconscious instead of dying."
  },
  {
    "id": 99,
    "type": "Ability",
    "name": "Equestrian",
    "book": "CRB",
    "requirement": "",
    "effect": "Heavy cavalry dominates the plains of Ambria, a truth proven time and again by Queen Korinthia when she sent her armored horsemen against stubborn barbarians during the first decade of her invasion. It takes training to be able to use a mount in combat, both for the rider and the mount, but if they're able to work together as one, they become a deadly combination. This ability is also efficiently used by the barbarians of the western plains, who launch raids against the settlements of western Ambria using their horse-drawn chariots.\r\nA character with the Equestrian ability also has a good hand with other kinds of farm animals and the like, and can therefore use the ability to calm agitated beasts, for instance keeping watch dogs from barking.Heavy cavalry dominates the plains of Ambria, a truth proven time and again by Queen Korinthia when she sent her armored horsemen against stubborn barbarians during the first decade of her invasion. It takes training to be able to use a mount in combat, both for the rider and the mount, but if they're able to work together as one, they become a deadly combination. This ability is also efficiently used by the barbarians of the western plains, who launch raids against the settlements of western Ambria using their horse-drawn chariots.\r\nA character with the Equestrian ability also has a good hand with other kinds of farm animals and the like, and can therefore use the ability to calm agitated beasts, for instance keeping watch dogs from barking.",
    "novice": "Reaction. The character is an experienced rider and used to fighting while mounted. The character knows how to use the weight of the mount in a cavalry charge and deals +1D6 additional damage with one melee attack if the mount moves prior to the attack",
    "adept": "Active. The bond between a mount and its rider makes it possible for them to make sweeping attacks, meaning that they use parts of their Move Action before an attack, and the rest afterwards. This way, they are able to perform a melee attack without being locked into melee combat. The enemy can only retaliate by using Reactions, or by spending their Move Action trying to catch up with the rider.",
    "master": "Reaction. The Master rider can use a cavalry charge even more effectively and therefore deals +1D10 damage with one melee attack if the mount moves prior to the attack."
  },
  {
    "id": 100,
    "type": "Ability",
    "name": "Exceptional Attribute",
    "book": "CRB",
    "requirement": "",
    "effect": "All the character’s senses, as well as its physical and mental capacity, can be improved. By practicing a little bit each day, the muscles can grow stronger, the eyes sharper and intellect vaster. This ability enhances the character’s basic survival capability.\nThis ability may be chosen multiple times, each time related to a different Attribute.",
    "novice": "Special. The character has cultured one of its Attributes through hard work, which increases the Attribute by +1.",
    "adept": "Special. As Novice, but the ability increases the Attribute value by +2 in total.",
    "master": "Special. As Novice, but the ability increases the Attribute value by +3 in total."
  },
  {
    "id": 101,
    "type": "Ability",
    "name": "Feat of Strength",
    "book": "APG",
    "requirement": "Warrior",
    "effect": "The warrior’s spirit is strengthened in combat, giving him or her miraculous power when needed. The character is one of those who have found this source of aggression within, and know how to make use of it.",
    "novice": "Passive. The character can handle taking a beating and counts Toughness as [Strong +5]. This does not affect the Pain Threshold, which is based on Strong/2 as usual.",
    "adept": "Reaction. The character grows stronger by suffering damage. When the character’s Toughness is halved, he has a second chance to pass all tests against Strong, including attacks if rolled against Strong",
    "master": "Reaction. The character grows even stronger when severely damaged. When the character’s Toughness is halved, he or she deals +1D4 melee damage, in addition to the effect mentioned at the adept level."
  },
  {
    "id": 102,
    "type": "Ability",
    "name": "Feint",
    "book": "CRB",
    "requirement": "",
    "effect": "Persons and creatures that lack the will or strength to wield heavy melee weapons have instead developed techniques for feinting. This ability demands a weapon with either the Short or the Precise Quality. Thanks to the skill of the character, these weapons can be handled in a both discreet and confusing manner. Every attack therefore gains the same advantage as if the opponent was surprised.",
    "novice": "Passive. The character can choose to attack with Discreet instead of Accurate when the attack is made with a melee weapon which is either Short or Precise.",
    "adept": "Reaction. The character presents a false weakness in its defense and tricks the opponent to attack that weakness. The character can choose to defend itself with Discreet instead of Quick.",
    "master": "Active. With a successful roll against [Discreet←Vigilant] the character can surprise an enemy in the middle of an ongoing fight. A successful test gives the character a Free Attack against that enemy in addition to its ordinary attack. The character may still perform an ordinary attack even if the attempted Feint fails."
  },
  {
    "id": 103,
    "type": "Ability",
    "name": "Flailer",
    "book": "APG",
    "requirement": "",
    "effect": "Among Ambria’s knights and their squires, the efficiency of jointed chain-weapons has long been known. New ways of using jointed weapons have emerged on the battlefield, and these techniques have been passed on to other warriors. The character has studied the secrets of the jointed weapons and learned to make full use of their potential.",
    "novice": "Passive. In the character’s hands, a jointed weapon gains the quality Ensnaring, and may therefore be used to ensnare an enemy, instead of for making a normal attack",
    "adept": "Passive. The character can put great force into the secondary damage of jointed weapons; such hits now deal 1D8 damage, instead of 1D6.",
    "master": "Active. The master flailer can use a jointed weapon to continue to strike even after having hit a target. The character may perform attacks against all enemies within range of melee; each attack is rolled separately."
  },
  {
    "id": 104,
    "type": "Ability",
    "name": "Hammer Rhythm",
    "book": "APG",
    "requirement": "",
    "effect": "As a weapon, the hammer is ancient and its brutal simplicity may in the right hands pound forth a deadly rhythm echoing over the battlefield.\r\nThe character is one of those who, through training and experience, can utilize the force of the hammer, whether in its single-handed or heavy version.",
    "novice": "Reaction. The character can crush the enemy’s shield with the hammer. After a failed attack roll where the opponent defends with a shield (that is, the enemy parries the character’s attack), the character may roll a [Strong←Quick]. If successful, a wooden shield shatters to splinters while a metal shield is torn from the opponent’s arm and dropped. The shield carrier also suffers 1D6 damage from the heavy blow",
    "adept": "Reaction. When an enemy successfully defends against a hammer attack, the character can grip the shaft of the hammer with both hands and use it to ram the enemy. A passed [Strong←Strong] test drives the opponent one step backwards, and in the space that opens up, the adept hammer fighter gets to make a Free Attack against the enemy.",
    "master": "Active. The character makes two hammer attacks against the same target, in one action. If the victim successfully defends against any of these, the master may perform a hammer ram as described at the adept level. Only one ramming per turn is allowed, even if the opponent defends against both attacks."
  },
  {
    "id": 105,
    "type": "Ability",
    "name": "Hunter's Instinct",
    "book": "APG",
    "requirement": "Hunter",
    "effect": "Hunters have a finely tuned instinct and when it comes down to it there are few targets – be they criminal, beast or sorcerer – who can avoid the hunter’s projectiles.",
    "novice": "Special. The hunter appoints a target in sight and gets a second chance to succeed with all ranged attacks against it. The target is appointed when the character makes an attack against it, and the effect lasts till the prey dies or the scene ends.",
    "adept": "Passive. The hunter’s ranged attacks against an appointed target deal +1D4 damage.",
    "master": "Reaction. The master hunter lets no prey escape. The character gets a ranged Free Attack at an appointed target as soon as it moves. This happens every time the target uses a movement action to get from one place to another; a target using both actions for movement provokes two ranged Free Attacks from the character."
  },
  {
    "id": 106,
    "type": "Ability",
    "name": "Iron Fist",
    "book": "CRB",
    "requirement": "",
    "effect": "The character is trained to use its strength for maximum effect on a target in melee combat. Knights, members of the barbarian Wrathguard and other heavily armed warriors rely on their strength in combat and leave precision and finesse for others to worry about.",
    "novice": "Passive. The character can fully utilize its strength and therefore uses Strong instead of Accurate then making a melee attack.",
    "adept": "Passive. The character’s melee attacks now deal +1D4 additional damage.",
    "master": "Active. The character knows how to truly put its back into an attack. The character can perform a devastating melee attack once per turn that deals +1D8, instead of +1D4, in additional damage."
  },
  {
    "id": 107,
    "type": "Ability",
    "name": "Knife Play",
    "book": "APG",
    "requirement": "",
    "effect": "The use of knives is common in the slums of Yndaros; short blades have advantages when fighting in narrow alleys, down in the drain-tunnels or inside buildings. A special fighting technique has emerged from this, commonly called Knife Play. The skills have spread across Ambria to be employed wherever combat is waged in restricted spaces.\r\nKnife Play may only be performed with knife-like weapons, i.e. sticking or cutting weapons with the quality Short.",
    "novice": "Passive. The character can choose to attack with Quick instead of Accurate when attacking with a short, knife-like weapon.",
    "adept": "Passive. The character makes two separate knife-attacks at the same target with every combat action. If the character also has Twin Attack, this ability only affects one of the attacks, for a total of three attacks (two with the main hand and one with the other).",
    "master": "Reaction. The character can fight effectively with a knife at very short range from the enemy: when the character deals damage with a knife-attack, he or she is assumed to be so close that the enemy has a hard time using ordinary weapons effectively (the character has two chances to pass the Defense test), and is unable to attack with Long weapons. To reach a better distance, the enemy has to…\r\n… win the initiative next turn (see Quick Strike on page 99 or Take the Initiative on page 104) and then continue attacking until the knife-fighter hits again.\r\n… use a movement action to withdraw from melee, and then suffer a Free Attack from the knife-fighter. If the Free Attack deals damage, the enemy once again finds itself at too short of a distance to attack effectively."
  },
  {
    "id": 108,
    "type": "Ability",
    "name": "Leader",
    "book": "CRB",
    "requirement": "",
    "effect": "There are many who fight their way to a leading position, but there are few who get pointed out as true leaders by the people they are meant to lead. If equipped with this ability the character is an inspiring, charismatic and eloquent person whom others listen to and whom they follow, sometimes to their death.\nOutside of combat, the Leader ability can be useful to seize command over a group of strangers, organize a militia and the like.",
    "novice": "Passive. The character’s strong personality allows him or her to use Persuasive instead of Resolute for instance when weaving mystical powers, though not as a basis for the corruption threshold.",
    "adept": "Active. The character can nominate a creature or an object to be a focused target for both itself and its allies for the duration of a scene. All allies who attack the target inflict +1D4 additional damage to it. To change target requires a new active Action from the Leader.",
    "master": "Active. The Leader gives a rousing speech to its allies, which allows them to use his or her Persuasive instead of their own Resolute for the duration of a scene."
  },
  {
    "id": 109,
    "type": "Ability",
    "name": "Loremaster",
    "book": "CRB",
    "requirement": "",
    "effect": "The character is educated and well-versed in the ways of the world: its cultures, its history, languages and artifacts. For centuries heroes, monsters and kingdoms have come and gone and left behind powerful items and secret texts. This ability represents knowledge about such objects and through extensive studies a character with this ability knows not only the story of the object but also its properties and applications.\nThe Loremaster ability also makes the character skilled at researching in libraries, records and administrative documents, something which might be very useful when faced with those kinds of problems and puzzles.",
    "novice": "Free. With a successful die roll against Cunning, any character who is a Loremaster can figure out the properties of a specific artifact, but not how to activate it. In the same way, the Novice can use Cunning to translate a text or understand what’s being said in another human  language. A character doesn't need to make a test when uttering simple words and phrases, but a successful roll against Cunning is required if he or she is trying to have a proper conversation.",
    "adept": "Free. As a cultivated scholar of artifacts, the character can use Cunning instead of Resolute when trying to activate artifacts. With a successful Cunning test, the Adept can also read and understand the ungainly tongues of both elves and trolls. To say simple phrases in Elvish or Troll Tongue requires no test, but to initiate a conversation requires a successful roll against Cunning.",
    "master": "Free. As an acknowledged interpreter of scrolls, the character may with a successful roll against Cunning activate mystical powers directly from scrolls and parchments. The Loremaster may also use Cunning instead of Resolute to resist mystical effects. Furthermore, the Master is familiar with the secrets of Symbaroum. A successful Cunning test is required to be able to read a text written in its ancient and extinct language. It requires no test to utter simple phrases, but to initiate a conversation requires a successful roll against Cunning."
  },
  {
    "id": 110,
    "type": "Ability",
    "name": "Man-at-Arms",
    "book": "CRB",
    "requirement": "",
    "effect": "A real warrior carries armor and is trained in how to move and fight while doing so. This is true among Ambrians and barbarians alike, even if the most heavily armored warriors usually are of Ambrian stock. No matter whether the armor is made from leather or steel, the Man-at-arms ability gives the character an increased protection against hostile strikes and blows.",
    "novice": "Passive. The character know how to use its armor for maximum effect, which increases the armor’s Armor tier by one step: light armor protects 1D6, medium armor protects 1D8 and heavy armor protects 1D10.",
    "adept": "Passive. The character is used to wearing armor and can adapt his or hers actions to its limitations. The armor no longer has a negative effect on Quick or abilities based on Quick (including Defense). The Impeding quality of the armor still has a negative effect when using mystical powers.",
    "master": "Reaction. The character may roll against Quick to counteract effects from Abilities or equipment that make enemy attacks ignore or reduce its Armor value; if the test is successful the Armor protects as usual. Mystical powers that ignore Armor may not be blocked this way; they are not affected by the Man-at-arms ability."
  },
  {
    "id": 111,
    "type": "Ability",
    "name": "Mantle Dance",
    "book": "APG",
    "requirement": "Gentleman Thief",
    "effect": "Among Ambria’s fencers, shields are regarded as awkward and barbaric, making the parrying dagger a more fashionable tool for defense. Another school has gone one step further and developed elegant techniques that turn the fencer’s mantle into a dancing shield.\r\nThe character may use his or her free hand along with a mantle or similar sheet of cloth in Defense. When used by the character, the sheet becomes a sweeping and hypnotic shield that can confuse or temporarily blind the opponent.",
    "novice": "Passive. The character’s mantle, or some similar sheet of cloth held in the hand, gives a +1 bonus to Defense.",
    "adept": "Active. The mantle strikes at the enemy’s eyes, temporarily blinding the target if the attack roll is successful. The character immediately gains a Free Attack against the target, an attack that the enemy must defend against as if blinded. Everyone attacking the blind target can take advantage of the situation for the duration of one turn.",
    "master": "Active. In the master’s hands, the mantle is like a whip with the quality Ensnaring, making it possible to use it to trap the target. See the quality Ensnaring on page 118 for details."
  },
  {
    "id": 112,
    "type": "Ability",
    "name": "Marksman",
    "book": "CRB",
    "requirement": "",
    "effect": "Marksmen have their natural position in every army, scouting party and band of brigands. The character can inflict serious damage on its enemies with a bow or crossbow, hoping to either bring them down or at least make sure that they do not reach those of the character’s allies that are equipped for melee combat.",
    "novice": "Passive. Thanks to the character’s skill, damage dealt with bows and crossbows are increased to 1D10 and 1D12 respectively, from the usual 1D8 and 1D10.",
    "adept": "Active. The character’s precision provides his or her projectiles with a crippling effect. The attack deals damage as usual and if the target is wounded the character may make an [Accurate←Strong] test every time the target attempts to move. A successful die roll means that the target cannot move and its Movement Action is forfeit. As soon as the target manages to move (the character fails the test), the crippling effect is gone.",
    "master": "Active. The Master Marksman’s projectiles become armor piercing. The shot hits a weak spot and completely ignores the target’s Armor"
  },
  {
    "id": 113,
    "type": "Ability",
    "name": "Medicus",
    "book": "CRB",
    "requirement": "",
    "Effect": "The character is schooled in the art of healing and therefore a greatly coveted asset in its society, whether he or she keeps diseases from spreading, takes care of wounded warriors or tends to the ruling elite. The art of healing has been developed in parallel with alchemy, and many healers are also trained in alchemy for this reason, especially those who operate far from civilization where there are no herbal cures to buy from well-stocked merchants.\r\nA character with the Medicus ability can diagnose and cure diseases and identify a poison by its symptoms. Medicus also gives the character a coroner’s point of view, which might come in handy when examining a crime scene or a dead body.",
    "novice": "Active. As a clever surgeon, the character can make a die roll against Cunning to heal 1D4 of a patient’s Toughness, or 1D6 when using an herbal cure. This ability can only be used once per patient per day.",
    "adept": "Active. The character is an acknowledged Medicus. A successful Cunning test heals 1D6 of a patient’s Toughness, or 1D8 when using an herbal cure. This ability can only be used once per patient per day.",
    "master": "Active. The Master Medicus has a vast medical knowledge. A successful Cunning test now heals 1D8 Toughness, or 1D10 when using an herbal cure. Even a failed test heals some of the patient’s Toughness; 1D4 when only using Medicus or 1D6 when also applying an herbal cure. This ability can only be used once per patient per day."
  },
  {
    "id": 114,
    "type": "Ability",
    "name": "Natural Warrior",
    "book": "CRB",
    "requirement": "",
    "effect": "A sword or a bow is not always needed to fight. Through long and hard training, the character has become a dangerous opponent even when unarmed. The barbarians of the forests have proud traditions of wrestling and boxing. Another example is the fighting style developed in the gutters of eastern Yndaros, a style that nowadays can be seen at the Dome since a pair of the city’s renowned gladiators have embraced its techniques.",
    "novice": "Passive. The character has learned to use its natural-born warrior capabilities with great efficiency. The character’s unarmed attacks now deal 1D6 damage. If the creature has the Natural Weapons trait as well, then the damage is increased according to the level of that monstrous trait.",
    "adept": "Active. With the speed of an Adept, the character may now perform a double attack against a single target. The two attacks are rolled separately",
    "master": "Passive. By attacking an opponent’s weak points with flawless precision – such as throat and knees – the Master’s unarmed strikes are truly devastating. Each attack that hits deals 1D6 of extra damage."
  },
  {
    "id": 115,
    "type": "Ability",
    "name": "Opportunist",
    "book": "APG",
    "requirement": "",
    "effect": "In the midst of battle, weak spots are exposed and can be exploited. This fact is known to experienced warriors in both Ambria and Davokar, who have taught others how to make use of such opportunities.",
    "novice": "Reaction. The character has a second chance to succeed on Free Attacks gained from the enemy withdrawing from melee.",
    "adept": "Reaction. The character may use active abilities on Free Attacks gained from the enemy withdrawing from melee. If used, this cancels out the second chance to succeed granted by the novice level.",
    "master": "Reaction. When an enemy withdraws from melee, the master opportunist both gains a second chance to succeed with and is allowed to use active abilities on the Free Attack roll."
  },
  {
    "id": 116,
    "type": "Ability",
    "name": "Poisoner",
    "book": "CRB",
    "requirement": "",
    "effect": "Davokar hides many alchemically potent and poisonous plants, and the character is familiar with the effective use of poisoned weapons in combat. Poisons can be purchased from less scrupulous peddlers, but to actually produce poisons require some understanding of alchemy (the Alchemy ability).\r\nThe Poisoner ability can be used to identify different poisons or the effect of a poison on a wounded or dead person.",
    "novice": "Free. With a successful die roll against Cunning, the character can apply one dose of poison or any other alchemical elixir to a weapon. That one dose of poison is enough for one hit with the weapon before more of the poison must then be applied. The victim is poisoned until the character fails a [Cunning←Strong] test, but is always poisoned for at least one turn. The damage suffered per turn and the duration limit of the poison depends on its strength (see page 153).",
    "adept": "Free. The character understands how to make a dose of poison last an entire battle. After applying a dose, all attacks counts as poisonous for the duration of the combat scene.",
    "master": "Free. The character has mastered the art of poisoning and knows how to get the most out of a poison. If the character succeeds with a Cunning test, any poison applied to a weapon counts as one level higher than usual. Weak poison counts as Moderate, Moderate counts as Strong. Strong poison doesn't deal any additional damage but gives the character a second chance to succeed with the [Cunning←Strong] test instead."
  },
  {
    "id": 117,
    "type": "Ability",
    "name": "Polearm Mastery",
    "book": "CRB",
    "requirement": "",
    "effect": "The character is initiated in the secrets of longshafed weapons. The spear is a simple weapon and anyone can quickly learn how to make good use of its length. For this reason, the militia armies of the plains and forests are often armed with spears.\r\nThe character’s advanced skill with long weapons really shows that a simple shaft of hardened wood can be a fearsome weapon in the hands of a trained warrior.",
    "novice": "Passive. The damage dealt by Long weapons is increased one step, to 1D10 for spears and halberds and to 1D8 for staves.",
    "adept": "Reaction. The character has truly mastered the long thrust. The character receives a Free Attack against all enemies who come into range of melee combat – whether it is the enemy who engages the character or vice versa is irrelevant. The only exception is when the enemy also wields a long weapon; in such a situation the character receives no Free Attack.",
    "master": "Reaction. As a Master of long weapons, the character has the skill to keep his or her enemies at bay. The character can use the Free Attack with a polearm to keep an enemy from coming close enough to attack. For as long as the character succeeds in hitting the enemy, the enemy remains unable to attack the character with melee weapons – whether or not the damage penetrates the enemy’s armor."
  },
  {
    "id": 118,
    "type": "Ability",
    "name": "Pyrotechnics",
    "book": "APG",
    "requirement": "Queen's Spy",
    "effect": "In Ambria, advances within the field of alchemy have led to the use of alchemical weapons. The secret agents of the Queen are known to employ such devices when combating the enemies of the realm or escaping from hazardous situations. The character can use special elixirs to blind or otherwise weaken the enemy. Note that the master level of the ability Sixth Sense makes it possible to act normally despite being blinded; Sixth Sense does not affect any other effects from Pyrotechnics.",
    "novice": "Active. The character can use Flash Powder created by an alchemist to dazzle an opponent in melee combat. This requires an [Accurate←Quick] test; the attack deals 1D4 damage (ignoring armor) and the target is blinded for 1D4 turns.\r\nThe character can also handle alchemical grenades and alchemical mines without risking a catastrophic failure.",
    "adept": "Active. The character can use an alchemical Smoke Bomb correctly to fill an area with dense smoke. If the Smoke Bomb is thrown at a distance, an Accurate test is needed for it to land where intended. If dropped at the character’s feet no test is needed, but the character is affected just like all others in the vicinity. Everyone in the area, friends and enemies, are blinded until they leave the place (two movement actions in any direction). Those remaining in the smoke must pass a Strong test each turn or suffer 1D4 damage, ignoring armor, from smoke poisoning.",
    "master": "Active. The character can effectively activate and throw an alchemical Thunder Ball at a group of enemies. All targets within a radius of five meters are hit, an [Accurate←Quick] test decides if they suffer whole or half damage. The damage is 1D12, ignoring armor. Furthermore, all targets suffering from the full effect are blinded for 1D4 turns."
  },
  {
    "id": 119,
    "type": "Ability",
    "name": "Quick Draw",
    "book": "CRB",
    "requirement": "",
    "effect": "Dealing the first blow can decide the outcome of a battle, and with this ability the character has an advantage when an unexpected ambush happens. The character also becomes a much more dynamic warrior, able to quickly switch weapons depending on the demand of the situation – a skill particularly appreciated among barbarian skirmishers and Ambrian archers.",
    "novice": "Free. With a successful die roll against Quick, the character may unsheathe and draw a weapon as a Free Action, thereby being able to use the weapon as if it was already drawn. The character can also reload a crossbow as a Free Action with a successful Quick Test.",
    "adept": "Free. With a successful Quick test, the character may switch weapons as a Free Action, meaning that the character can sheathe one weapon and draw another in one fluid motion.",
    "master": "Free. The character handles elixirs swiftly and may with a successful Quick test pour one dose down its own or someone else’s throat as a Free Action."
  },
  {
    "id": 120,
    "type": "Ability",
    "name": "Rapid Fire",
    "book": "APG",
    "requirement": "",
    "effect": "Archers in Ambria and Davokar have developed techniques for rapid firing. In essence, if right-handed, they place the arrow on the right side of the bow instead of on the left, and draw several arrows at a time from the quiver to hold them in the left hand. This way, arrows may be knocked, aimed and fired in a single motion, meaning that they can be launched one after the other – truly bad news for poorly armored targets.\r\nThe ability requires that some kind of bow be used in combat.",
    "novice": "Active. The character can sacrifice his or her movement action to fire a second arrow, two in total. This may only be done if the combat action is also used for firing a bow. The arrows are rolled separately and may (but do not have to) be aimed at the same target.",
    "adept": "Active. The character may fire two arrows with a single combat action, at one or two different targets.",
    "master": "Active. The character fires three arrows with a single combat action, at one or two different targets."
  },
  {
    "id": 121,
    "type": "Ability",
    "name": "Rapid Reflexes",
    "book": "APG",
    "requirement": "Rogue",
    "effect": "Rogues do not have much in common, besides that they all are survivalists – either because they are quite fond of being alive or in order for them to keep striving for their goals. This will to stay alive has resulted in the development of various ways to avoid being damaged.",
    "novice": "Reaction. In situations when the character suffers from an effect which may result in full or half damage (for instance from alchemical grenades and Brimstone Cascade), the character suffers half damage instead of full, and no damage instead of half. As an example, if hit by a Brimstone Cascade that normally deals 1D12 with a hit and 1D6 with a miss, this is transformed into 1D6 with a hit and no damage at all with a miss.",
    "adept": "Reaction. The rogue avoids the enemy’s melee attack and dances around to its back; with a passed Defense test, the rogue and the enemy switch places, if the player wishes. This means that the rogue gets away from being flanked without suffering a Free Attack, and also that the enemy ends up in a flanked position if there was an ally standing next to the rogue.",
    "master": "Free. The expert rogue’s reflexes are so finely tuned that he or she ignores the usual turn order and always acts first; only others with this ability and a higher value in Quick or Vigilant gets to go before the rogue."
  },
  {
    "id": 122,
    "type": "Ability",
    "name": "Recovery",
    "book": "CRB",
    "requirement": "",
    "effect": "Meditative techniques have been developed among both Black Cloaks and Mystics that provide them with strange bodily capabilities. The character can use its inner power reserves with an almost magical self-discipline to rejuvenate the energy of its body, even when in the midst of combat.",
    "novice": "Active. With a successful die roll against Resolute, the character regains 1D4 Toughness. Multiple attempts can be made, but only one successful attempt is allowed per day",
    "adept": "Active. Just as Novice level, but the character recovers 1D6 Toughness.",
    "master": "Active. Just as Adept level, but the character recovers 1D8 Toughness."
  },
  {
    "id": 123,
    "type": "Ability",
    "name": "Ritualist",
    "book": "CRB",
    "requirement": "",
    "effect": "The character has learned how mystical powers can be channeled through rituals – powerful but time consuming magical practices. This knowledge may come from studying under a teacher or from self studies with a ritual codex.\nThe character suffers one (1) permanent Corruption from each ritual it learns, except if the ritual belongs to a mystical tradition practiced by the character (Wizardry, Theurgy or Witchcraft). In the latter case the character is spared the blight of Corruption.\nWhen it comes to performing rituals, the character suffers 1D4 temporary Corruption if the ritual does not belong to a tradition he or she has mastered. Performing rituals covered by the character’s tradition only gives one (1) point of temporary Corruption.\nThe Ritualist ability makes it possible for the character to recognize what ritual has been performed by examining symbols and components remaining on the scene, and also to deduce the effects of the ritual, even if he or she has not mastered it.",
    "novice": "Special. The character has learned to perform one (1) ritual. The ritual may belong to any mystical tradition, but the character must have access to the ritual in order to learn and memorize it. The knowledge may be gained from a tutor involved in the same organization as the character, from a codex found in the ruins of Symbaroum or from another Ritualist who imparts the knowledge as a reward for services rendered.",
    "adept": "Special. The character has learned to perform two additional rituals (three in total), again from any mystical tradition but bound to the same conditions as those presented at the Novice level.",
    "master": "Special. The character has learned to perform three additional rituals (six rituals in total). Just as before, the Master Ritualist is not limited to the rituals of a single mystical tradition, but must have access to the ritual to be able to learn and memorize it."
  },
  {
    "id": 124,
    "type": "Ability",
    "name": "Rune Tattoo",
    "book": "APG",
    "requirement": "",
    "effect": "The rune crafers of Clan Vajvod in eastern Davokar often tattoo themselves and their allies with powerful runes. These runes seem almost alive and glow red-hot when activated in combat. The character carries such tattoos, either self-made (requires the ritual Carve Rune Tattoo) or granted to the character as a gift or a reward, likely for a service of great importance for the symbolist\r\nwho made it.\r\nRune Tattoo requires that someone uses the ritual Carve Rune Tattoo on the character. If the character has the ability from the start, the tattoo is already in place.",
    "novice": "Reaction. The rune tattoo provides a +1D4 bonus to armor against attacks, but only if the character chooses to activate it. Activating the effect costs one temporary corruption for each attack that hits and the character decides whether or not to use it before he or she rolls for other kinds of armor.\r\nIn addition, the rune protects from weather and wind like a full set of clothes",
    "adept": "Reaction. The rune tattoo is attracted to injuries on the character’s body and glows around the wounds. The character regenerates one point of Toughness per turn; each point healed costs one point in temporary corruption. The tattooed warrior may abort the regeneration process when he or she wishes.",
    "master": "Reaction. The rune tattoo adds power to the warrior’s attacks. When an enemy is hit and the character so wishes, the glowing tattoo flows over the weapon dealing +1D4 damage, at the cost of as many points in temporary corruption for the character."
  },
  {
    "id": 125,
    "type": "Ability",
    "name": "Shield Fighter",
    "book": "CRB",
    "requirement": "",
    "effect": "The character is trained in how to make good use of his or her shield, but also in how to actively fight using the shield as a weapon. Behind the protection of the shield, the character can generate a great momentum to fuel its attacks, as well as strike with the shield itself. This is an effective combination which probably explains why it is so common among both barbarian and Ambrian warriors.\r\nThe buckler, the light shield usually utilized by archers, is too light to be used with the Shield Fighter ability. The warrior has to carry a sturdy shield made of either wood or steel to generate the required amount of force.",
    "novice": "Passive. The damage dealt by weapons held in the character’s sword arm is increased by one step; to 1D10 if the character fights with a single-handed weapon or to 1D8 if using a Short weapon. The Novice Shield Fighter wields its shield as an instrument of protection with greater efficiency and therefore receives a +2 Defense bonus instead of the usual +1 when using a shield.",
    "adept": "Reaction. The character has learned how to combine weapon and shield so well that every successful attack may be followed up by a shield bash against the same target. The damage of the shield bash is 1D4, and should the character make a successful die roll against [Strong←Strong] the target is also knocked to the ground.",
    "master": "Reaction. The damage of the shield bash is increased from 1D4 to 1D8 and the target is still knocked to the ground if the character succeeds with a [Strong←Strong] test."
  },
  {
    "id": 126,
    "type": "Ability",
    "name": "Siege Expert",
    "book": "APG",
    "requirement": "",
    "effect": "In Ambria, wars are fought in two ways: on the battlefield and through sieges. Siege weapons are used in both cases. This ability covers the use of ballistae, siege towers and catapults, and also the skill to construct these contraptions from the ground up. A siege expert can plan and organize the digging of protective trenches and tunnels for the purpose of undermining an enemy’s walls. Added to this is the use of alchemical battlefield weapons: alchemical grenades, breaching pots, missile batteries and alchemical fire tubes, both stationary and portable.\r\nAll siege and battlefield weapons are described in the Weapons’ section, starting on page 110.",
    "novice": "Special. The character is trained to use a ballista and to construct siege towers on location. The character can handle alchemical grenades and does not risk them detonating by mistake, like an inexperienced user must worry about.",
    "adept": "Special. The character can lead the work when building and then effectively use more advanced siege weapons, like the catapult and its bigger cousin, the trebuchet. At the site of a siege, the character can plan and lead the work of digging protective trenches and undermining tunnels. The character has learned the deeper secrets regarding the art of siege weapons – alchemical smoke screens hiding attacking troops from hostile archers; the use of the alchemical breaching pot that blasts holes in the enemy’s fortifications; and the alchemical fire tube, spewing fire and death at anyone passing in front of it. Also, the portable version of the alchemical fire tube can safely be handled under stress, without risking catastrophic failures.",
    "master": "Special. The character’s understanding of alchemical weapons is exceptional, and they all get the quality Massive if they do not have it already"
  },
  {
    "id": 127,
    "type": "Ability",
    "name": "Sixth Sense",
    "book": "CRB",
    "requirement": "",
    "effect": "When moving through dark forests and underground tunnels, one’s eyes are no longer very useful. Lighting a lantern or torch may summon dangers, so the explorer had better learn to rely on his or her other senses. With dedicated training it is possible to awaken these other senses and sharpen them to the brink of eeriness. The Sixth Sense ability provides the character with unique capabilities when fighting at a distance or in situations where eyesight can no longer be trusted.\r\nA character with Sixth Sense may under calm circumstances navigate unhindered in dim light, as well as maintain a sense of direction in complete darkness, though at a pace of only a quarter of its normal, daytime speed.",
    "novice": "Passive. The character has a strong intuition, which lets him or her use Vigilant instead of Accurate then attacking with ranged weapons.",
    "adept": "Passive. The character’s intuition has expanded and the character may now use Vigilant instead of Quick for Initiative and when calculating his or her Defense.",
    "master": "Passive. The character can move and fight unhindered when blinded or in complete darkness."
  },
  {
    "id": 128,
    "type": "Ability",
    "name": "Sorcery",
    "book": "CRB",
    "requirement": "",
    "effect": "The character is one of those who are arrogant or desperate enough to cling to the darkness. While other mystical traditions do everything they can to avoid the soul-eroding powers of Corruption, the sorcerer chooses to do the opposite.\r\nThe powers and rituals of Sorcery rely on the force of corruption and the possibilities of the taint. The sorcerer must always balance between grasping the black power that is just within its reach and remaining independent of the darkness. Most sorcerers realize that their chosen path only holds one possible end, and the most depraved among them have already come to terms with this, seeing their final and inevitable enslavement as some sort of salvation.",
    "novice": "Special. The sorcerer has taken its first faltering steps down the slippery slope of darkness and has found a way to not lose its foothold entirely. The sorcerer can reduce the Corruption he or she takes. By making a successful roll against Resolute each time the sorcerer suffers Corruption, he or she only receives one (1) point of Corruption.",
    "adept": "Reaction. The sorcerer can draw from its own Corruption to successfully use mystical powers. If failing to use a power the sorcerer may try again, this time rolling against his or her Total Corruption value. Should this test be successful, then the power is activated as normal, but the sorcerer also suffers an additional 1D4 temporary Corruption.",
    "master": "Special. The sorcerer can use the Corruption of others in order to enforce its will. Each time the sorcerer attempts to affect the Resolute attribute of another creature, he or she may choose to roll against the creature’s Shadow instead (the creatures Resolute-Total Corruption). Thoroughly corrupted creatures are strangely immune to this; it is as if they feed off the darkness of the world to carry on with their dark calling."
  },
  {
    "id": 129,
    "type": "Ability",
    "name": "Staff Fighting",
    "book": "APG",
    "requirement": "",
    "effect": "The apparent simplicity of the staff tends to mask its versatility as a weapon, which is demonstrated by skilled staff fighters, often found among Davokar’s elves and the ascetic staff mages who use their rune staffs for fighting if the situation demands it. There are also staff fighters among the barbarians, often using the Pike Axe as a weapon (the same weapon called a Halberd in Ambria). The question of whether or not these fighting traditions have a common origin is redundant; they are all equally effective – something a character with this ability will be able to demonstrate.\r\nStaff Fighting may be performed with all Long weapons – staff, spear, halberd and pike. Also the more exotic Chain Staff can be used. Moreover, staff fighting techniques are especially useful for anyone using them with the simplest of all Long weapons – the wooden staff.",
    "novice": "Reaction. The character is trained to parry incoming attacks and gains +1 in Defense; with the simple wooden staff or a rune staff – quicker and better balanced than other weapons in the category – the bonus is +2 in Defense.",
    "adept": "Reaction. The character uses the back end of the Long weapon to gain a Free Attack if the opponent defends against the initial attack. The Free Attack is rolled separately and the damage is 1D6.\nIf armed with a wooden staff (that is, not a spear or a halberd, but including rune staffs), this may also be done after every successful Defense against melee attacks while holding the weapon – the staff fighter makes a quick riposte after having parried.",
    "master": "Active. The character has learned how to target the legs and then attack the fallen enemy with a single motion. The initial attack sends the enemy to the ground if the attacker succeeds with a [Accurate←Quick] test and the follow-up is performed as a Free Attack with Advantage on the opponent."
  },
  {
    "id": 130,
    "type": "Ability",
    "name": "Staff Magic",
    "book": "APG",
    "requirement": "Staff Mage",
    "effect": "The staff mages were once the guards of the Symbarian emperor. after the fall of the last emperor, they retreated to their castle deep inside Davokar, hoping to reform their weakened order. To them, they were to blame for the fall of Symbaroum; they failed in their duty because they focused more on titles, intrigues and status than on protecting the empire.\r\nThe reformation gave birth to the order as it is today, its members appearing as simply dressed and taciturn mystics with astounding powers. The character is one of the chosen, given a rune staff and the task of restoring the former grandeur of the order by crushing the darkness and placing the rightful heir of the last emperor on the Throne of Thorns in Symbar.\r\nThe staff mages are an elite order, placing high demands on recruits from the start; only the most promising mystics can ever hope to battle darkness as members of their order.",
    "novice": "Special. The staff mage binds his or her soul to a rune staff, carved with the runes of the elements.\r\nThe staff absorbs all corruption the character would have gained by learning the powers of the tradition at the novice level. If the character already has permanent corruption when being bound to the staff, the level of permanent corruption is reduced by 1D6. This can only be done once; if the staff gets lost or must be replaced, no additional reduction is made.\r\nIn addition, as a free action the staff mage can activate an elemental rune and then deal +1D4 damage with the staff, no matter if it is used in combination with the powers of the tradition or as a melee weapon. The character can chose between fire, lightning, cold or acid. Activating the rune gives no corruption.",
    "adept": "Special. The staff absorbs all corruption the character would have gained by learning the powers of the tradition at the adept level. Also, the staff binds the corruption so well that the character gets a second chance to roll for corruption when using all powers included in the tradition; the character suffers from the lower of the two outcomes.",
    "master": "Special. The staff absorbs all corruption the character would have gained by learning the powers of the tradition at the master level. The staff also binds temporary corruption so effectively, that the character no longer suffers any temporary corruption when using the powers of staff magic."
  },
  {
    "id": 131,
    "type": "Ability",
    "name": "Steadfast",
    "book": "CRB",
    "requirement": "",
    "effect": "Mental disciplines and stratagems for resisting improper influences have been developed among the ranks of the Templars and Black Cloaks. Also among Mystics there are individuals who study the art of resistance. The character has a mind as hard as steel, inspiring it to fight on even against insurmountable odds.\r\nMystics rarely succeed when trying to hurt or seize control of the character’s senses, and sometimes a truly steadfast character manages to defend itself mentally and even turn the magic back on its caster.",
    "novice": "Reaction. The character can make a second attempt to succeed with a Strong or Resolute test when trying to break an ongoing physical effect: traps, poisons or alchemical effects. This includes energies from mystical powers, as long as these are manifested physically in the forms of fire, acid or something similar.",
    "adept": "Reaction. The character is unshakable, and can make a second attempt to shrug off ongoing powers that affects either its will or senses.",
    "master": "Reaction. The psyche of the character strikes back against anyone who tries to affect it. Whenever the character is the victim of a mental attack (in other words, those attacks that are modified by Resolute) that fails, the attacker suffers 1D6 damage that ignores Armor"
  },
  {
    "id": 132,
    "type": "Ability",
    "name": "Steel Throw",
    "book": "CRB",
    "requirement": "",
    "effect": "There are traditions and groups whose representatives have practiced the art of the thrown weapon for generations. Throwing knives are for instance common among thieves and thugs in the cities, and in the woods many clan warriors are equipped with throwing axes or spears. In fact, most barbarian fighters (especially those within the clan of Zarek) regularly use throwing weapons as part of their melee combat tactics, unleashing a shower of steel just before they charge into the fray.",
    "novice": "Active. The character has begun to understand the riddle of steel throwing. The damage dealt by throwing weapons is increased to 1D8.",
    "adept": "Active. The character can perform a double throw with one Action. The attacks are rolled separately and are either aimed at the same target, or at two different ones. The character can also use melee weapons as throwing weapons, but can only throw one such weapon per Action. The damage for this kind of attack is the base damage of the melee weapon, including any passive abilities that the thrower might possess.",
    "master": "Active. The character can unleash a devastating triple throw and send three throwing weapons towards his or her enemies, all of them against a single target or distributed among multiple ones."
  },
  {
    "id": 133,
    "type": "Ability",
    "name": "Strangler",
    "book": "CRB",
    "requirement": "",
    "effect": "The character has been initiated into the dirty, but sometimes necessary, art of strangulation. This fighting technique has a bad reputation among Ambrians and barbarians alike, but that does not mean that it is not widely desired by those who want enemies or their guards discreetly taken care of.\r\nWith this ability the character can do a lot of damage to an unprepared or slow enemy with either a garrote or, if more advanced, with the alchemical Choking Spores.",
    "novice": "Active. The Novice Strangler may attack when at an advantage. A successful attack deals 1D6 of damage each turn and ignores Armor. The target cannot act until the Strangler’s hold is removed; the character maintains the stranglehold with a successful [Cunning←Cunning].",
    "adept": "Active. The character knows how to use the deadly Choking Spores, gathered deep within Davokar by alchemists. With a successful [Cunning←Quick], the spores are thrown at an enemy and deal 1D4 damage per turn for 1D4 turns, ignoring Armor. There is no known countermeasure against the effect of the Choking Spores, other than healing the victim when the damage appears. Affected victims may act as usual, in contrast to the Novice level of this ability.",
    "master": "Active. The character can use the delicate and lethal Spore Bombs created from Choking Spores by master alchemists. It requires a successful Cunning Test for the bomb to land on the intended spot, if thrown over a great distance. The Spore Bomb fills a corridor, a smaller area or an ordinary room with a suffocating cloud. Anyone who stands within that area, enemies as well as allies, are affected by the Choking Spores, which ignore Armor and deal 1D4 damage per turn for a duration of 1D4 turns."
  },
  {
    "id": 134,
    "type": "Ability",
    "name": "Strong Gift",
    "book": "APG",
    "requirement": "Mystic",
    "effect": "There are many myths describing the origin of mystical powers, and all established traditions are quick to state that theirs is the oldest, or at least nearly as old as the mystical practice itself. Whatever the truth may be, many believe that it was self-taught mystics with an especially perfected or strong gif who founded the first traditions.\r\nThe Strong Gift – innate or acquired through trials and practice – can still be found with some mystics. For one thing, the gif provides a singular resistance against the corruption of the world. It also endows the mystic with the ability to use improvised mystical powers, at a high cost in corruption.",
    "novice": "Special. The Strong Gift allows the character to choose a signature power. This power is selected from among the ones already known to the mystic, and that power then only costs one (1) temporary corruption to use. If the character has no powers or just prefers to have a tainting ability as its signature instead, this is also allowed – a gift linked to the ability Ritualist (including all individual rituals) or to Witchsight means that these never cost more than one temporary corruption to use. Also, traits such as Wisdom of the Ages may be chosen.\r\nThe Strong Gift has no effect on the cost in permanent corruption for learning a power outside a mystical tradition; it only affects the amount of temporary corruption gained when using it.",
    "adept": "Passive. A character with the adept level in Strong Gift uses his or her whole Resolute value as the corruption threshold, instead of only half. Such an individual does not become blight born until its total corruption reaches a value of Resolute ×2",
    "master": "Special. The gift of the Master lets the character cast any mystical power, albeit only at the novice level. There is a second chance to fail all success tests and using the power causes 1D8 temporary corruption. All mystical powers are available, no matter what tradition they belong to."
  },
  {
    "id": 135,
    "type": "Ability",
    "name": "Sword Saint",
    "book": "APG",
    "requirement": "",
    "effect": "Among Ambria’s duelists, there are those who have achieved an almost mystic symbiosis with their fencing swords, who handle their weapons as if they were extensions of their body and soul. The Sword Saint techniques may only be used with a fencing sword (or other single-handed sword with the quality Balanced). A parrying dagger or the ability Mantle Dance may also be used in combination with the sword, but Sword Saint cannot be combined with the ability Twin Attack to gain additional bonuses to damage. ",
    "novice": "Passive. The character has learned to take full advantage of fighting with a balanced sword in one hand and a parrying dagger in the other. The damage dealt by the sword is 1D10, instead of 1D8.",
    "adept": "Reaction. The character can perform a rapid riposte. After one successful Defense per turn, the character gains a Free Attack against the enemy.",
    "master": "Reaction. The master can perform a series of ripostes and gains a Free Attack against the opponent with each successful Defense test, with no limitation on the number of Free Attacks per turn.\r\nAs a Passive addition, the damage of the balanced sword increases to 1D12."
  },
  {
    "id": 136,
    "type": "Ability",
    "name": "Symbolism",
    "book": "APG",
    "requirement": "",
    "effect": "Symbolism was developed in the east, beyond the Ravens, in what the symbolists call “The first city of humans” – a place of myth, lost somewhere in the vast deserts of the eastern wastes. Nowadays, the symbolists gather in Vajvod, in eastern Davokar, even though some of them travel far and wide in their search for knowledge of runes, signs and symbols. The basic assumption of the symbolists states that the world consists of signs and symbols, and that it therefore may be affected and influenced by altering signs and symbols which represent its diverse features.\r\nThe powers of Symbolism are created by drawing or writing. More fanciful procedures are also possible, like embroidery, etchings or weaves. Procedures aside, the power of the symbol is released by the symbolist’s command, and the symbol vaporizes when its power has been unleashed.\r\nCreating a symbol gives no corruption but when it is activated the one who uses it suffers one (1) point of temporary corruption.",
    "novice": "Special. The character has begun to grasp the power of runes. The signs must be physically represented – carved, painted, etched, tattooed – which takes time; for a novice, it takes one hour to create a power symbol. However, it only takes a combat action to activate a symbol, which is done by uttering an activation phrase. Note that the symbolist has to see or be in direct contact (melee range) with the symbol in order to activate it. The symbolist can only have one symbol per mystical power prepared in this way. When a symbol has been used it must be recharged, which takes as much time as it does to create the symbol from scratch.",
    "adept": "Special. With a combat action, the symbolist can quickly paint a symbol in a book or draw it in the mud or dust of the ground. These temporary symbols transcend the limitation stating that the symbolist may only have one symbol per power prepared.\nTo the adept, activating symbols – no matter if they are prepared in a more permanent fashion (see novice) or are of a temporary nature – is a free action where he or she only has to utter a single word. However, only one symbol may be activated per turn.\r\nIn addition, the adept symbolist can choose to activate symbols using a physical trigger instead of a word. The trigger is decided by the mystic when the symbol is created, and can for instance be that a living creature enters a room, that someone steps on the symbol or that a weapon is drawn within melee range. The symbolist may or may not exclude him- or herself from this equation, but the allies of the symbolist cannot be excluded: if they act in accordance with the trigger, the symbol is activated.\nThe adept can erase one of his or her own symbols with a simple gesture (free action), but this requires actually touching the symbol.",
    "master": "Active. As a combat action, the symbolist can draw flaming power runes in the air and activate them as part of the same action. Hence, the symbols work just like the powers of other traditions, aside from the mystic only suffering one point in temporary corruption per activation. These momentary symbols transcend the limitation stating that the symbolist may only have one symbol per power prepared."
  },
  {
    "id": 137,
    "type": "Ability",
    "name": "Tactician",
    "book": "CRB",
    "requirement": "",
    "effect": "According to Ambrians, knowledge is counted as one of the highest virtues. It is hardly surprising that Ambrian scholars have studied smaller skirmishes and self-defense meticulously to see if the tactics of battles can work on a lesser scale and among different groups. The result is an art of warfare governed by principles and calculation, which over time can out-maneuver even the most aggressive of attackers. The character is trained in this scholarly warrior tradition.\r\nA schooled tactician may also use this ability to analyze a tactical approach and find both its strengths and weaknesses. This can be done for offensive purposes when facing a hostile group or defensively, to establish a strong defense.",
    "novice": "Passive. The character has studied the tactics of warfare and grasped its fundamental principles. The character may use Cunning instead of Quick when calculating its Initiative.",
    "adept": "Passive. The character has mastered the art of a good defensive posture, which allows him or her to use Cunning instead of Quick when calculating Defense.",
    "master": "Passive. The character is a genius when it comes to offensive warfare, which allows the character to use Cunning instead of Accurate when attacking with anything but Heavy weapons."
  },
  {
    "id": 138,
    "type": "Ability",
    "name": "Theurgy",
    "book": "CRB",
    "requirement": "",
    "effect": "Theurgy is the mystical teachings found among the chosen priest mages of the Church of Prios. Theurgy is the doctrine of the inner flame, where the ember of the soul is seen as a reflection of the divine and life-giving light of the sun.",
    "novice": "Special. The theurg no longer suffers permanent Corruption when learning powers at Novice level belonging to the tradition of Theurgy, nor when learning its rituals. Despite this, the character still has no protection against the temporary Corruption that comes from using the powers and rituals of Theurgy.",
    "adept": "Special. The theurg no longer suffers permanent Corruption when learning powers at Adept level belonging to the tradition of Theurgy. The Adept theurg has also learned to rest the powers and rituals of Theurgy on a foundation of faith so that the theurg now only suffers one (1) temporary Corruption when casting them.",
    "master": "Special. The theurg has reached a higher understanding of the essence of its holy powers, and therefore heals an additional 1D4 when using healing and holy powers, including those that harm abominations and the undead. Adding to that, the theurg suffers no permanent Corruption when learning powers at Master level belonging to the tradition of Theurgy."
  },
  {
    "id": 139,
    "type": "Ability",
    "name": "Trapper",
    "book": "APG",
    "requirement": "",
    "effect": "Traps have been used since ancient times and in Davokar they are particularly useful. Among barbarians, the art of trap-making is known to many and even Ambrians venturing into the woods know to appreciate a good trap. The character has realized that monsters and abominations are best combated after having been caught and fettered.\r\nTrained trappers can deploy and disarm both mechanical traps and alchemical mines. Furthermore, when the need arises, the character can quickly manufacture improvised traps from materials at hand.\r\nSee more on the rules regarding traps on page 102.",
    "novice": "Active. With a passed Cunning test, the character can use a combat action to deploy or disarm a mechanical trap. The effect depends on the level of the trap (see page 127 in the Equipment chapter). The character can also build an improvised trap, but this requires a whole turn to complete. An improvised trap made by the character deals 1D6 damage.",
    "adept": "Active. The character can handle alchemical mines the same way he or she handles mechanical traps. An improvised trap made by the character now deals 1D8 damage.",
    "master": "Active. The character is a renowned trapper who knows how to make the most of any kind of trap. Traps and mines are counted as one tier higher: weak becomes moderate, moderate becomes strong and the character gets a second chance on all rolls when using a strong device – the enemies’ attempts to discover, disarm or get free become more difficult; also the damage dice is rolled twice and the highest outcome stands. For alchemical traps, the damage re-roll only pertains to the initial explosion, not the ongoing damage that follows. Improvised traps now deal 1D10 damage"
  },
  {
    "id": 140,
    "type": "Ability",
    "name": "Trick Archery",
    "book": "APG",
    "requirement": "",
    "effect": "Trick shooting with bows and crossbows is highest fashion in Ambria, as appreciated at shows as it is effective in combat. Trick archers are not very many, since most people lack the patience for honing their skills to such an astounding degree. The character is one of the few who have dedicated their lives to mastering the bow or the crossbow.",
    "novice": "Active. The character can use a full turn (combat plus movement action) to aim perfectly and then hit a very precise location on the enemy; shoot a weapon from a hand, nail a body-part to a nearby wall or tree, or aim for the eyes to blind the enemy. The attack is rolled as usual and if it hits and deals damage, the intended effect also occurs: a weapon is dropped and must be picked up, an arrow that nails the enemy to a wall must be pulled out or broken, and a hit close to the eyes leaves the enemy temporarily blinded. Whichever the case, the target loses a combat action in order to deal with the situation.",
    "adept": "Active. The archer can cause projectiles to ricochet off floors, walls, furniture, shields or living creatures with robust skin or armor in order to hit targets behind cover so the character does not need free line of sight before firing. He or she must have an idea of where the target is or have watched it duck into hiding, for instance into cover or an adjacent room. If the target has made a double movement action it cannot be hit.\r\nThis kind of attack is made as usual, regarding both success test and damage test.",
    "master": "Reaction. Once per turn, the character can parry a successful attack at range. This ranged parrying maneuver can be of two types:\r\nVersus a melee attack aimed at an ally: The master archer fires a projectile that deflects an attack which otherwise would have hit one of his or her allies. This parrying maneuver requires a passed [Accurate←Quick] test; if successful, the attack misses the ally without dealing any damage.\r\nVersus a physical projectile aimed at the archer or an ally: The parrying maneuver requires a passed [Accurate←Quick] test; if successful, the incoming projectile is deflected and misses its target."
  },
  {
    "id": 141,
    "type": "Ability",
    "name": "Troll Singing",
    "book": "APG",
    "requirement": "",
    "effect": "The mystical tradition of trolls is expressed through singing, sometimes accompanied by music played on horn, flute or pipes. According to the trolls’ educational songs, the tradition stems from the kauking singing style that trolls use to communicate over long distances in the Underworld.",
    "novice": "Special. The troll singer suffers no permanent corruption from learning troll songs at the novice level, but has no protection from temporary corruption suffered when singing them.\r\nIn addition, once per scene all troll singers have a second chance to succeed on a test when trying to influence or affect a target’s mind (that is, situations when the adversary defends using the attribute Resolute). The re-roll may not be used to create or maintain a chain of mystical effects.",
    "adept": "Special. The troll singer suffers no permanent corruption from learning troll songs at the adept level. Additionally, the adept may re-roll one success test when trying to influence or affect a target’s mind, also when creating or maintaining a chain of such mystical effects.",
    "master": "Special. The troll singer suffers no permanent corruption from learning troll songs at the master level. The master may re-roll every success test when trying to influence or affect a target’s mind, also when creating or maintaining a chain of such mystical effects."
  },
  {
    "id": 142,
    "type": "Ability",
    "name": "Twin Attack",
    "book": "CRB",
    "requirement": "",
    "effect": "Barbarians, Ambrians and goblins all have fighting techniques involving the use of more than one weapon. The character has learned how to fight with two weapons, an advanced but effective technique that gives the warrior an offensive advantage. Twin Attack is especially effective against lightly armored targets.",
    "novice": "Active. The character can safely wield two weapons, one in each hand. The Novice can fight with a single-handed weapon in its primary hand and a Short weapon in the other. The character can make two attacks on the same target, dealing 1D8 and 1D6 damage respectively. The enemy must defend itself separately against the attacks. The Novice also receives a +1 bonus to its Defense as a Passive ability, but only when wielding a weapon in each hand.",
    "adept": "Active. The Adept can use two singlehanded weapons, each attack dealing 1D8 in damage.",
    "master": "Active. With the skill of a Master, the damage dealt by the main-hand weapon is 1D10 while the weapon in the other hand deals 1D8."
  },
  {
    "id": 143,
    "type": "Ability",
    "name": "Two-handed Force",
    "book": "CRB",
    "requirement": "",
    "effect": "The knights of Ambria as well as the Wrathguards of Karvosti dress themselves in steel from head to toe and have realized that with that much armor, they are free to focus on dealing massive amounts of damage.\r\nHeavy two-handed weapons rest comfortably in the character’s callused hands and can have an astounding damaging effect on all sorts of targets. Heavy weapons are extra effective against heavily armored enemies.",
    "novice": "Passive. The damage dealt by Heavy weapons is increased to 1D12.",
    "adept": "Reaction. The character has mastered the use of its weapon, so when an attack misses a target the character may instead use the returning swing in an attempt to hit the target again. The character makes a new attack roll, which deals 1D8 damage if it hits.",
    "master": "Active. A Heavy weapon in the hands of a Master is truly a tool of armor-crushing destruction. When the attacks of a Master hit its target, it completely ignores the target’s Armor."
  },
  {
    "id": 144,
    "type": "Ability",
    "name": "Witchcraft",
    "book": "CRB",
    "requirement": "",
    "effect": "From the deep soils and wild spirits of Davokar comes the tradition of witchcraft. For generations, its teachings have been passed on to witches who, alongside the chieftains, have led the people of the forests through mishaps and triumphs alike. Surely, it is the primal powers of witchcraft that enables the barbarian clans to live within Davokar.",
    "novice": "Special. The witch has learned the teachings of witchcraft and how to withstand its darker elements. The witch no longer suffers any permanent Corruption from learning powers at Novice level belonging to the Witchcraft tradition, nor when learning any of its rituals. Despite this, the character still suffers the temporary Corruption that follows when using the powers and rituals of Witchcraft.",
    "adept": "Special. The witch suffers no Corruption from learning the powers of Witchcraft at Adept level. The Adept witch has also learned to bind the powers and rituals of the craft in earth, blood and spirit so that they only give one (1) temporary Corruption when used.",
    "master": "Special. The witch suffers no Corruption from learning the powers of Witchcraft at Master level."
  },
  {
    "id": 145,
    "type": "Ability",
    "name": "Witchsight",
    "book": "CRB",
    "requirement": "",
    "effect": "By way of the shadows surrounding creatures, locations and objects the world’s deeper conflicts are observable for a character with the Witchsight ability. To open up one’s mind in order to examine the world of shadows can provide invaluable insight but it also entails great risk: the more open the mind is and the deeper the insights are, the greater is also the risk of becoming tainted by the darkness of the world – so great in fact, that masters of this ability seldom uses it to their full capacity.\r\nAs previously stated, the color of the Shadows can give the character clues regarding the spiritual alliance of the inspected creature (see Shadow & Corruption, page 174). The Game Master manages the nuances and powers of the Shadows and describes what the character sees with its Witchsight.",
    "novice": "Free. As a Free Action, the character can make a roll against [Vigilant←Discreet] in an attempt to see the dominant Shadow of a creature, location or object. Each such attempt forces the character to suffer 1D4 of temporary corruption.",
    "adept": "Free. The character has gained the greater insight of an Adept regarding auras and mystical phenomenon. Witchsight now reveals all Shadows of an inspected target but not their respective strengths. The character suffers 1D6 temporary Corruption each time he or she attempts to see the Shadows of a creature, location or object.",
    "master": "Free. The character has achieved the Master’s superior insights and can now see all Shadows and their respective strengths clearly. The character suffers 1D8 temporary Corruption each time he or she attempts to see the Shadows of a creature, location or object."
  },
  {
    "id": 146,
    "type": "Ability",
    "name": "Wizardry",
    "book": "CRB",
    "requirement": "",
    "effect": "Wizardry is taught by Ordo Magica and is a tradition whose practitioners are well-versed in the mysteries of fire, the will’s triumph over matter and the labyrinths of the senses. To wizards of the Order, these phenomena are intimately connected.",
    "novice": "Special. The wizard no longer suffers permanent Corruption when learning powers at Novice level belonging to the tradition of Wizardry, nor when learning its rituals. Despite this, the character still has no protection against the temporary Corruption that comes from using the powers and rituals of Wizardry.",
    "adept": "Special. The wizard no longer suffers Corruption from learning the Adept level of the powers belonging to the tradition of Wizardry. The Adept has also learned to ground the powers and rituals of Wizardry in theories so well that the character now only suffers one (1) temporary Corruption when casting them.",
    "master": "Special. The Master wizard’s understanding of linked magic is all but complete and the character may therefore re-roll one (1) failed Test each turn when attempting to establish a chain of magic (see page 130). The order mage no longer suffers Corruption from learning the Master level of the powers belonging to the tradition of Wizardry."
  },
  {
    "id": 147,
    "type": "Ability",
    "name": "Wrestling",
    "book": "APG",
    "requirement": "",
    "effect": "Wrestling is popular among warriors, appreciated for educational purposes as well as its entertainment value. Hence, wrestling matches can be seen in the arenas of Ambria’s larger towns, in army camps among bored soldiers and on the battlefield amidst swinging swords and axes. The character is trained to wrestle, both with and without the protection of armor.\r\nThe trait Robust adds a bonus to Strong when throwing an opponent or resisting being thrown: +2 at novice level, +4 at adept level, +8 at master level. Robust gives no bonus if some other attribute besides Strong is used.",
    "novice": "Active. The character knows the basic wrestling maneuvers and can use them against armed opponents. Also, the character can wrestle while holding weapons; they need not be dropped or put away.\r\nThe attack is made as usual and if successful the wrestler gets the enemy in a firm grip. The wrestler may then try to throw the enemy or just maintain the grip; both alternatives require a [Strong←Strong] test. The throw inflicts 1D4 damage, ignoring armor, and leaves the enemy flat on its back.\r\nThe alternative to a throw, maintaining the grip, inflicts no damage, but the enemy cannot act until the wrestler fails a [Strong←Strong] test. Also, all allies of the wrestler have Advantage on the gripped enemy. The wrestler is unable to do anything else while maintaining the grip, leaving him or her vulnerable: all enemies have Advantage on the wrestler.",
    "adept": "Reaction. The character has learned how to counter an opponent’s strength and can use it to throw the enemy to the ground. First, the wrestler must pass a normal Defense test verses the enemy’s melee attack, then he or she must pass a [Quick←Strong] test. The throw deals 1D4 damage, ignoring armor, and the thrown enemy ends up flat on its back, loses its breath and is unable to perform any active actions during the following turn.",
    "master": "Reaction. The reactive throw of the character (see the adept level) only requires a passed [Quick←Strong] test, no Defense test is needed. If the throw fails, then a Defense test is rolled to avoid being hit. The master’s throw deals 1D6 damage, ignoring armor, and the thrown enemy ends up flat on its back, loses its breath and is unable to perform any active actions during the following turn. Furthermore, the master wrestler immediately gets a Free Attack on the enemy."
  },
  {
    "id": 20,
    "type": "Boon",
    "name": "Absolute Memory",
    "book": "APG",
    "requirement": "",
    "effect": "The character stems from a culture that by tradition does not use writing, but which instead has developed memory techniques to preserve and transmit vital knowledge. He or she remembers everything seen or heard, which means that the player may ask the Game Master about details perceived by the player character during its past adventures. The Game Master must answer as thoroughly as possible."
  },
  {
    "id": 21,
    "type": "Boon",
    "name": "Archivist*",
    "book": "APG",
    "requirement": "",
    "effect": "The character is trained to organize and search for information. He or she gains a +1 bonus when researching in archives and libraries.\r\nArchivist can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 22,
    "type": "Boon",
    "name": "Augur*",
    "book": "APG",
    "requirement": "",
    "effect": "The character has always seen signs others have missed, and has a +1 bonus on tests for rituals dealing with fate or hidden information: Fortune-telling, Holy Smoke and Oracle.\r\nAugur can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 23,
    "type": "Boon",
    "name": "Beast Tongue",
    "book": "APG",
    "requirement": "",
    "effect": "The character can speak to creatures from the monster category Beasts. Beasts have their limitations but can answer questions about which creatures are in, or have traveled through, an area, and also estimate their numbers (one, two or many). The beasts do not perform any services; they talk to the character as if they were equals."
  },
  {
    "id": 24,
    "type": "Boon",
    "name": "Bloodhound*",
    "book": "APG",
    "requirement": "",
    "effect": "The player character has a developed sense for finding people, no matter if the traces of their presence are found on the ground, in a lair or among discovered belongings. The character has a +1 bonus on Vigilant and Cunning tests to find and follow tracks, or to figure out where someone is hiding.\nBloodhound can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 25,
    "type": "Boon",
    "name": "Blood Ties",
    "book": "APG",
    "requirement": "",
    "effect": "The character has established a mystical blood tie to a creature of a different race. Because of this link, he or she can choose to invest Experience in order to acquire a trait belonging to the race of the blood-friend. It is most likely that the Blood Tie of the character is linked to another Cultural Being, but beasts and other creatures are a possibility. The story of how the character came to enter into the relationship is probably interesting and telling of his or her life history, maybe also of the character’s morals and worldviews."
  },
  {
    "id": 26,
    "type": "Boon",
    "name": "Bushcraft",
    "book": "CRB",
    "requirement": "",
    "effect": "The character can survive on meager resources and is used to finding food and shelter in harsh terrain.\nWith a successful Vigilant test, the character can find enough food and water to feed itself while being on the move in the wilderness or among Davokar’s ruins. If the character is part of a small group (up to five individuals), food and water can be found for them as well, but that will take much more time. The group cannot be on the move during that time."
  },
  {
    "id": 27,
    "type": "Boon",
    "name": "Cartographer*",
    "book": "APG",
    "requirement": "",
    "effect": "The character has been trained to draw precise maps – a sought-after skill in this age of exploration. He or she gets a +1 bonus on tests regarding orientation and location, both on the surface and down in the Underworld.\r\nCartographer can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 28,
    "type": "Boon",
    "name": "Cat Burglar*",
    "book": "APG",
    "requirement": "",
    "effect": "The character is trained to open locks, latches and bolts, and gets a +1 bonus on all tests to pick locks – the test is made against Quick if the burglar is in a hurry or against Discreet when the challenge is to not alert anyone on the other side of the door. A Discreet test is also rolled to conceal that the lock has been picked, should someone investigate later on.\nCat Burglar can be acquired multiple times, up to a maximum bonus of +3 on relevant tests"
  },
  {
    "id": 29,
    "type": "Boon",
    "name": "Cheat*",
    "book": "APG",
    "requirement": "",
    "effect": "The character is trained to cheat in games and knows how to avoid detection. He or she gets a +1 bonus on Cunning tests when gambling, and to get away with it the cheat must pass a [Discreet←Vigilant] test versus the opponent with the highest Vigilant, a test that the cheat gets a second chance to succeed on. Cheat can be combined with Gambler for additional bonuses.\r\nCheat can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 30,
    "type": "Boon",
    "name": "Commanding Voice*",
    "book": "APG",
    "requirement": "",
    "effect": "The character has a well-tuned and loud voice, able to rise above the clamor of combat. This provides a +1 bonus to Persuasive tests in situations when the character gives direct orders to allies.\r\nThe boon Commanding Voice can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 31,
    "type": "Boon",
    "name": "Con Artist *",
    "book": "APG",
    "requirement": "",
    "effect": "The character is trained to quickly twist the truth, and to generalize or exaggerate when it is called for. The character has a +1 bonus on Persuasive and Vigilant tests regarding lies; hence, both for making a lie and noticing when others are lying. The lie’s veracity is usually found out quickly, so the liar must hurry if he or she is to take advantage of it.\r\nCon Artist can be acquired multiple times, up to a maximum bonus of +3 on relevant tests"
  },
  {
    "id": 32,
    "type": "Boon",
    "name": "Contacts",
    "book": "CRB",
    "requirement": "",
    "effect": "The character has served in an organization or traveled far and wide, and has therefore spun a broad web of contacts. With a successful roll against Persuasive, the character can call to mind a contact\r\nthat should be able to help with a specific question or in a precarious situation. The contact may not be available directly – that depends on who is included in the web of contacts. Suitable factions and people\r\nwhen it comes to specifying the character’s contacts are: the Queen’s Army, the Queen’s Rangers, Witches, Ordo Magica, the Church of Prios, the Noble Houses and Treasure Hunters."
  },
  {
    "id": 33,
    "type": "Boon",
    "name": "Dark Blood",
    "book": "APG",
    "requirement": "Bestial",
    "effect": "The character may acquire and develop the following monstrous traits as though they were ordinary abilities: Natural Weapon, Armored, Robust, Regeneration, Wings."
  },
  {
    "id": 34,
    "type": "Boon",
    "name": "Dexterous*",
    "book": "APG",
    "requirement": "",
    "effect": "The character has unusually nimble fingers and gains a +1 bonus on all Discreet tests when trying to steal items or hide items he carries.\nDexterous can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 35,
    "type": "Boon",
    "name": "Diminutive",
    "book": "Extra",
    "requirement": "Andrik",
    "effect": "Andriks are small, delicate and often miserable with ruffled plumage and flaky beaks. It is simply difficult to see them as serious threats, even if they have weapons in their paws. Enemies will first choose other targets, at least until the andrik is shown to properly fight (i.e. doing damage to a enemy). If an andrik is the only target the enemy can reach they'll attack it anyway. Diminutive is immediately thwarted if the andrik uses Provocative."
  },
  {
    "id": 36,
    "type": "Boon",
    "name": "Double-tongue",
    "book": "APG",
    "requirement": "",
    "effect": "Double-tongue is a language developed by the Thieves Guild in Yndaros – you say one thing but mean another. This way, sensitive conversations can be held within earshot of outsiders. If multiple characters know Double-tongue, they can speak about secrets without risk – provided that the bystanders do not know the language as well…"
  },
  {
    "id": 37,
    "type": "Boon",
    "name": "Enduring March",
    "book": "APG",
    "requirement": "",
    "effect": "After having marched many, many miles in military columns or through the wilds, the player character does not have to make a test to endure walking at Death March speed. Damage also heals as normal during Forced Marches. The expertise of the character benefits those around him or her, and all traveling companions get a second chance to endure the strain of walking at Death March speed. Furthermore, they may roll a Strong test to see if they heal naturally during a Forced March"
  },
  {
    "id": 38,
    "type": "Boon",
    "name": "Enterprise",
    "book": "APG",
    "requirement": "",
    "effect": "The character owns some kind of establishment – a small tavern, a smaller store or some other simple craft service like a cobbler or trinket shop. Other alternatives are a theater or a troop of acrobats. The enterprise can be stationary in a place often visited by the characters between adventures, or it can be mobile in the form of a wagon or a river boat if that feels more reasonable.\r\nOnce per adventure (or in-between adventures), the character may roll a Cunning (for artisans) or Persuasive (for services) test. A success renders a profit of 10+1d10 thaler, after all expenses have been paid. If more than one character has Enterprise, it can be parts of the same establishment or business. If so, both characters roll a profit test each."
  },
  {
    "id": 39,
    "type": "Boon",
    "name": "Escape Artist",
    "book": "APG",
    "requirement": "",
    "effect": "The character has loose joints and is trained to utilize this in order to get free from bonds or squeeze through narrow passages. He or she can also get free from the clutches of an enemy or out of traps such as nets and snares. In all these cases, the character gets a second chance to pass the test, no matter which attribute is used."
  },
  {
    "id": 40,
    "type": "Boon",
    "name": "False Identity",
    "book": "APG",
    "requirement": "",
    "effect": "The character has a false identity, complete with clothes, equipment and papers to back it up. The identity is so well-crafted that it cannot be exposed unless the person who created it (usually a prominent member of the organization or faction to which the character belongs) discloses it – or if the character does something clearly revealing."
  },
  {
    "id": 41,
    "type": "Boon",
    "name": "Fire Forged",
    "book": "APG",
    "requirement": "",
    "effect": "The character was born beneath a glowing celestial phenomenon or was the only one to survive a devastating fire. He or she has a mystical +1 protection against fire and has also a +1 bonus on all success tests related to the use of, or resistance to, fire and flames."
  },
  {
    "id": 42,
    "type": "Boon",
    "name": "Fleet-footed",
    "book": "APG",
    "requirement": "",
    "effect": "The creature or person moves at an unusually high speed. In situations where precision counts, the movement is 13 meters per turn. And in connection to the rule on Flight & Hunt (page 102), the trait gives a +3 Quick bonus"
  },
  {
    "id": 43,
    "type": "Boon",
    "name": "Forbidden Knowledge",
    "book": "APG",
    "requirement": "",
    "effect": "The character has somehow come to possess the secrets of the mystical traditions regarding alchemy and artifact crafting; maybe as a result of espionage or after having served a far-traveled Master. With the abilities Alchemy and Artifact crafting, he or she has the capability to create all elixirs and artifacts, including those belonging to the secrets of other traditions."
  },
  {
    "id": 44,
    "type": "Boon",
    "name": "Gambler*",
    "book": "APG",
    "requirement": "",
    "effect": "The character gets a +1 bonus on all Cunning tests when gambling or playing strategy games like Prios’ Sun. Also, he or she gets +1 on Vigilant to expose cheats. Gambler can be combined with Cheat for added bonuses.\r\nGambler can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 45,
    "type": "Boon",
    "name": "Green Fingers*",
    "book": "APG",
    "requirement": "",
    "effect": "The character has a mystical connection to all growing things and has a +1 bonus on tests related to challenges in the wilds, such as orienting in the woods, finding food and shelter, and detecting/avoiding natural traps. The bonus also applies to all Alchemy tests.\r\nGreen Fingers can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 46,
    "type": "Boon",
    "name": "Heirloom",
    "book": "APG",
    "requirement": "",
    "effect": "The character has inherited a family heirloom.\r\nChoose an optional weapon or armor from the lists in the Core Rulebook or the Advanced Player’s Guide, except items with some kind of mystical quality"
  },
  {
    "id": 47,
    "type": "Boon",
    "name": "Hideouts",
    "book": "APG",
    "requirement": "",
    "effect": "Many organizations and networks regularly establish hideouts in Ambria and the outer regions of Davokar; guilds and factions like witches, the Queen’s Rangers and most barbarian clans maintain such places for their members. The character knows of, and has access to, a series of such hideouts, linked to a specific group. There he or she can lay low and replace or acquire vital equipment, including weapons and armor.\r\nWhen the character needs a hideout, he or she rolls a Cunning test – a success means that the character recalls the location of a place in the vicinity. The location is hidden, safe and contains equipment to a value of 10 thaler; the character decides what is\r\nkept in the hideout, items and/or coins. He or she who takes something from a hideout is expected to replace it later, or at least report what was taken and for what purpose."
  },
  {
    "id": 48,
    "type": "Boon",
    "name": "Horrifying*",
    "book": "APG",
    "requirement": "",
    "effect": "The character knows how to be threatening in an effective way and can scare people into acting according to his or her will, if only for a short while. He or she gets a +1 bonus to all Persuasive tests pertaining to threats, interrogation and coercion. The effect is momentary; later the victim will likely backbite the character when a chance presents itself.\r\nHorrifying can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 49,
    "type": "Boon",
    "name": "Impressionist*",
    "book": "APG",
    "requirement": "",
    "effect": "The character is a skilled impressionist, whether trying to impersonate a type of person belonging to his own race or imitating a specific individual. He or she gains a +1 bonus on Discreet tests when trying to impersonate others. If the character only aims to act as a type of person (for instance a town guardsman) rather than a specific individual, he or she also gets a second chance to pass the test.\r\nImpersonating a type of person belonging to another race is harder; the impressionist may try but gets a second chance to fail the test. specific individuals of another race are impossible to imitate in a credible way.\r\nImpressionist can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 50,
    "type": "Boon",
    "name": "Manipulator*",
    "book": "APG",
    "requirement": "",
    "effect": "The character knows how to manipulate others, using flattery, threats, or a combination thereof. He or she gets a +1 bonus to Persuasive versus a specific person during the scene. It takes time to influence someone; it requires a scene of emotional manipulations to achieve the intended effect. On the other\r\nhand, the influence lasts longer than when simply lying – the victim accepts the sentiments as its own and will defend them long after the manipulator has left the place.\r\nManipulator can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 51,
    "type": "Boon",
    "name": "Medium*",
    "book": "APG",
    "requirement": "",
    "effect": "The character grew up in the presence of ghosts and developed a connection to the reality of spirits. He or she gets a +1 bonus on Vigilant, Resolute and Persuasive tests aimed at noticing, interacting with or subduing restless spirits. The bonus also applies to attempts to resist a spirit’s powers, when aimed at the player character.\r\nMedium can be acquired multiple times, up to a maximum bonus of +3 on relevant tests"
  },
  {
    "id": 52,
    "type": "Boon",
    "name": "Mirage",
    "book": "APG",
    "requirement": "",
    "effect": "The person has a mystical gift and may weave momentary mirages from thin air; flames that emit no heat jump between his or her hands, tiny figures of light dance in the air, and so on. The character can also weave false images over smaller objects, for instance making pebbles appear as shining coins.\r\nOver time, the mirage will not fool anyone as its effect wears off at the end of the scene.\r\nWith Mirage, the person may roll against Persuasive to dupe someone into accepting fake goods or payment in the form of illusory coins, to a maximum “value” of a hundred thaler. Also, Mirage grants +1 to Persuasive when the player character threatens someone with “powerful magic.”"
  },
  {
    "id": 53,
    "type": "Boon",
    "name": "Musician*",
    "book": "APG",
    "requirement": "",
    "effect": "The character is a talented musician and possibly trained in the art of singing and playing an instrument. He can give himself or his group of allies a +1 bonus on all Persuasive tests; everyone likes to hear a good song. A musician’s skills can even save the character’s life, as a beautiful voice and the sound of well-tuned strings can calm members of the monster category Beasts – if no one threatens the creature, a [Persuasive←Resolute] test will stop it from attacking. The character and its allies may then back away and find another route forward.\r\nMusician can be acquired multiple times, up to a maximum bonus of +3 on relevant tests"
  },
  {
    "id": 54,
    "type": "Boon",
    "name": "Pack-mule",
    "book": "APG",
    "requirement": "",
    "effect": "The character is used to carrying heavy loads. The basis for calculating his or her carrying capacity is Strong ×1.5. For information on carrying capacity, see Encumbrance on page 100."
  },
  {
    "id": 55,
    "type": "Boon",
    "name": "Pathfinder",
    "book": "APG",
    "requirement": "",
    "effect": "The character has well-tuned senses for spotting and following tracks, both below ground and on the surface. He or she gets a second chance to pass all Vigilant tests when trying to follow a trail or find the way to, or back from, a place."
  },
  {
    "id": 56,
    "type": "Boon",
    "name": "Pet",
    "book": "APG",
    "requirement": "",
    "effect": "The character has a trusty friend in the form of a jakaar or mare cat – any beast will do, so long as it poses weak resistance. The pet is unswervingly loyal to the player character. In combat and problem-solving it is played by the player as a second character, but it does not gain Experience and cannot develop its stats (for that you need the ritual Familiar). If the pet dies, the character can have it replaced at the start of the next adventure."
  },
  {
    "id": 57,
    "type": "Boon",
    "name": "Poison Resilient",
    "book": "APG",
    "requirement": "",
    "effect": "By carefully exposing himself to toxins, the character has built up a remarkable resilience. Poisons affect the character at one tier lower than normal – a strong poison has the effect of a moderate dose; moderate becomes weak and a weak dose only inflicts 1 point of damage during the turns it is active. The time-frame is not affected, only the amount of damage per turn. Regarding toxins that have other negative effects than damage, the character has instead a second chance on tests to resist them."
  },
  {
    "id": 58,
    "type": "Boon",
    "name": "Privileged",
    "book": "CRB",
    "requirement": "",
    "effect": "The character belongs to a race of high social standing within its society, and is therefore given advantages that others simply cannot have or must pay in either silver or hard work to obtain.\r\nThe character gets a second chance to succeed when taking on social challenges within its own society, and does not have to roll the dice unless it strives to accomplish something which is questionable or that may be next to impossible to achieve.\r\nAdditionally, the character starts with 50 thaler in its purse."
  },
  {
    "id": 59,
    "type": "Boon",
    "name": "Servant",
    "book": "APG",
    "requirement": "",
    "effect": "The character has a personal servant. It may be an employed attendant, a serf chamber boy or something like that. The servant is loyal to the player character, but is otherwise useless in terms of skills (weak resistance). It can perform simple chores, stand guard at night or convey messages to others, but it will not contribute in dangerous situations. The servant is played by the Game Master and should be provided a suitable personality."
  },
  {
    "id": 60,
    "type": "Boon",
    "name": "Shadow Spawn*",
    "book": "APG",
    "requirement": "",
    "effect": "The character was born during a solar eclipse and ever since then shadows are drawn to him or her. The shadow spawn gets a +1 bonus on all Discreet tests when sneaking or hiding.\r\nShadow Spawn can be acquired multiple times, up to a maximum bonus of +3 on relevant tests"
  },
  {
    "id": 61,
    "type": "Boon",
    "name": "Soulmate",
    "book": "APG",
    "requirement": "",
    "effect": "The character has a soulmate, either in the romantic or in the brotherly sense. Irrespective of which, the character may telepathically communicate simple messages and feelings to the counterpart. They always know approximately where the other person is and if he or she is in any kind of trouble.\r\nThe counterpart may be a non-player character important to the game or the character of another player; talk to your gaming friends and decide what is best. In the latter case, it is enough that one of the characters acquires the boon in question."
  },
  {
    "id": 62,
    "type": "Boon",
    "name": "Storyteller*",
    "book": "APG",
    "requirement": "",
    "effect": "The character is a gifted storyteller and no matter if he narrates legends, religious myths or burlesque tales he will impress the audience. The storyteller gains a +1 bonus on Persuasive tests when attempting to weave a credible story to impress listeners, and is skilled enough to earn an income from his performances (see Income from Boons, page 103).\r\nStoryteller can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 63,
    "type": "Boon",
    "name": "Telltale*",
    "book": "APG",
    "requirement": "",
    "effect": "The character has ears and a tongue for gossip and can sniff out rumors and also pass them on to new places. He or she gets a +1 bonus to all tests in connection to hearing, spreading or realizing the truth behind rumors.\r\nTelltale can be acquired multiple times, up to a maximum bonus of +3 on relevant tests."
  },
  {
    "id": 64,
    "type": "Boon",
    "name": "Tough",
    "book": "APG",
    "requirement": "",
    "effect": "The character has a tough body and a strong soul, meaning that his or her heart keeps beating when the hearts of others would give up. A player character with the boon Tough may always roll death tests with two dice, and choose to accept the most favorable outcome"
  },
  {
    "id": 65,
    "type": "Burden",
    "name": "Addiction",
    "book": "APG",
    "effect": "The character has developed an addiction and must have a dose of his or her drug each day, or suffer from withdrawal symptoms. The drug (wine, dream snuff, daf root or similar) costs one shilling per dose. An alchemist can create the drug for himself or a friend for half that price. Withdrawal symptoms give a –1 modification to all tests and grow worse day-by-day, up to –5. Each day without the drug, the character must also pass a [Resolute –the abstinence modification] test. If it fails, he or she will abandon all other projects and start hunting for the daily dose"
  },
  {
    "id": 66,
    "type": "Burden",
    "name": "Arch Enemy",
    "book": "APG",
    "effect": "The character has, by actions or name, made an arch enemy. This individual has devoted his or her existence to destroying – and in the end, taking – the character’s life. At least once during each adventure, the influence of the arch enemy will show. He or she primarily acts through others; hiring thugs or spreading lies in the hope that others will make life difficult for the character. Exactly who this arch enemy is, why he or she hates the character and what resources are at hand, is for the player and Game Master to decide. However, it cannot be someone who is easily avoided or stopped from acting out his or her hatred"
  },
  {
    "id": 67,
    "type": "Burden",
    "name": "Bestial",
    "book": "APG",
    "effect": "The player character has a bestial appearance, in the form of one (or a few) conspicuous traits – jakaar eyes, aboar tusks, lindworm scales on arms and neck, or something else arousing fear and disgust. Concealing the traits requires the character to pass a [Discreet←Vigilant] test. If the test is failed, the character will have a second chance at failing all Persuasive tests concerning pleas for help or protection. However, the bestial exterior grants a second chance to pass all Persuasive tests meant to threaten or intimidate. As soon as they can, those subjected to the character’s intimidation – whether or not it is successful – will report him or her to the Town Watch (or similar authorities) as a suspected abomination"
  },
  {
    "id": 68,
    "type": "Burden",
    "name": "Bloodthirst",
    "book": "APG",
    "effect": "The character has a thirst for blood, easily awoken and hard to quench. The thirst appears if he or she takes damage and means that the character will not spare any enemies – not even if they surrender. Trying to spare an enemy requires an almost overpowering effort; it requires the character to sacrifice an Experience point and then pass a Vigilant test."
  },
  {
    "id": 69,
    "type": "Burden",
    "name": "Code of Honor",
    "book": "APG",
    "effect": "The character has adopted a very strict code of honor, applicable in all situations but especially burdensome in combat. The effect of the code is that the player character never runs from a fight which has begun. Sure, sometimes combat can be avoided, but when the fight is on, all enemies must fall!"
  },
  {
    "id": 70,
    "type": "Burden",
    "name": "Dark Secret",
    "book": "APG",
    "effect": "The character has some kind of dark secret, which threatens to destroy his or her reputation and life if revealed. Maybe the character has been a member of a corrupted cult, killed someone, or protected a murderer and never gotten caught. Should the dark secret become publicly known, the character gets one of the burdens Pariah or Wanted instead, depending on the secret. Once per adventure there is a risk for exposure; the character must roll a Discreet test during each adventure, a test with a second\r\nchance to succeed. If failed, someone discovers a clue which can lead to the truth. Maybe some kind of physical evidence surfaces (a letter, for instance)? Is it a witness claiming to have seen something or is the character talking in his sleep? Whether the suspicious person is a non-player character or a character, the one with the dark secret must lay their curiosity to rest or suffer the consequences.\r\nNote that a non-player character may want to extort, rather than expose, the character."
  },
  {
    "id": 71,
    "type": "Burden",
    "name": "Elderly",
    "book": "APG",
    "effect": "The character is past its prime and has both good and bad days. If the first success test of the day is a success, it is a good day and everything seems to be alright; if the first test of the day is a failure, it is a bad day – the gout sets in, all joints are aching or the character is out of breath even when seated. Whatever the cause, the character has –1 on all tests for the day"
  },
  {
    "id": 72,
    "type": "Burden",
    "name": "Epileptic",
    "book": "APG",
    "effect": "The character is afflicted by a sensitive mind, meaning that he or she can be exposed to violent cramps throughout the body when excited or stressed. If rolling a 20 on a success test the cramping starts and the character is down and out for 1d6 turns. Afterward, he or she is exhausted and suffers –1 on all success tests until the end of the scene."
  },
  {
    "id": 73,
    "type": "Burden",
    "name": "Impulsive",
    "book": "APG",
    "effect": "The character acts before thinking. This means that as soon as the player opens his or her mouth and says that the character does something, it does – and the player cannot have second thoughts. The only way to restrain the character is to sacrifice an Experience point or accept one (1) permanent corruption"
  },
  {
    "id": 74,
    "type": "Burden",
    "name": "Nightmares",
    "book": "APG",
    "effect": "The character is haunted by nightmares each and every night, possibly because of something he or she has experienced, or for more abstruse reasons, such as an ominous omen or the consequence of a family curse. Each night, the character must pass a Resolute test in order to heal naturally, or no healing will occur that day. Other forms of healing are not affected."
  },
  {
    "id": 75,
    "type": "Burden",
    "name": "Mystical Mark",
    "book": "APG",
    "effect": "The character has a mystical mark somewhere on his or her body, maybe a birth mark or a scar gained later in life. Whatever the origin, the character is at risk of being mistaken for having a blight-mark. In situations when it is relevant, the character must pass a test against [Discreet←Vigilant] or attract the attention of a pitchfork wielding mob or a more or less dangerous witchhunter."
  },
  {
    "id": 76,
    "type": "Burden",
    "name": "Pariah",
    "book": "CRB",
    "effect": "The character belongs to a race which is ill-reputed among the ruling majority and is more or less openly discriminated against. Lone individuals in society might be less inclined to prejudice, but the character’s social interactions are generally hampered. Persecuted groups tend to stand together against the world and provide each other with aid and support.\nWhen taking on a social challenge, the player has to roll twice and pick the worst result to decide the outcome of the test. On the other hand, the character is awarded a second chance to succeed while interacting with members of its own race, in which case it also only has to roll the dice when it strives to accomplish something which is questionable or that may be next to impossible to achieve.\nAdditionally, the character starts with only five shillings in its purse."
  },
  {
    "id": 77,
    "type": "Burden",
    "name": "Paws",
    "book": "Extra",
    "effect": "Andriks have poorly developed hands, and thus have a hard time performing delicate tasks such as creating something with their hands, pick a lock or similar. As soon as a test requires sleight, or dexterity, of hand the andrik rolls twice and pick the worst result (ANDRIK ONLY)"
  },
  {
    "id": 78,
    "type": "Burden",
    "name": "Protégé",
    "book": "APG",
    "effect": "The character has to put up with and protect a protégé. The protégé can be a beloved child, an elderly but respected mentor, a soulmate or just an annoying relative whose welfare is connected to a future inheritance for the character. Either way, this person is played by the Game Master and tends to get into trouble. The protégé has no stats besides those associated with weak resistance, and gains no Experience from adventuring – he or she is as much a burden over time, as at the start.\r\nIf the protégé dies or goes missing, the character is afflicted by other problems; sorrow and remorse, mirrored in a suitable burden. If the character protected the person from love, burdens like Addiction or Nightmares can be appropriate. And if the protection was related to personal gains, maybe Wanted or Arch Enemy is better – the relatives of the protégé do not easily forget the characters betrayal"
  },
  {
    "id": 79,
    "type": "Burden",
    "name": "Sickly",
    "book": "APG",
    "effect": "The character suffers from a chronic disease, making him or her weak. Normally, this does not show, but when damaged or traumatized the character is at great risk of dying – all death tests are made with two dice and the worst, most unfavorable outcome stands."
  },
  {
    "id": 80,
    "type": "Burden",
    "name": "Slow",
    "book": "APG",
    "effect": "The creature or person moves at an unusually slow speed. In situations where precision counts, the movement is 7 meters per turn. In connection to the rule on Flight & Hunt (page 102), the trait gives a –3 Quick penalty"
  },
  {
    "id": 81,
    "type": "Burden",
    "name": "Wanted",
    "book": "APG",
    "effect": "The character is wanted for a serious crime, either justly or falsely accused. The effect is that he or she risks getting recognized and hunted. Once per adventure, the character must pass a Discreet test to avoid being identified."
  },
  {
    "id": 265,
    "type": "Monstrous Trait",
    "name": "Acidic Attack",
    "book": "CRB",
    "requirement": "",
    "effect": "Either the creature’s unarmed attack or its Natural Weapon is covered in acid so that each hit has a corrosive side effect on the target. The acid must first penetrate the target’s Armor to deal damage, even if the initial attack does. Removing the acid from either body or armor requires that someone spends an Action and makes a successful Cunning test. Acidic Attack requires the Acidic Blood trait, at the same level or higher.",
    "novice": "Reaction. The acidic attack is weak and deals 3 points of damage for 3 turns.",
    "adept": "Reaction. The acidic attack is moderately strong and deals 4 points of damage for 4 turns.",
    "master": "Reaction. The acidic attack is strong and deals 5 points of damage for 5 turns."
  },
  {
    "id": 266,
    "type": "Monstrous Trait",
    "name": "Acidic Blood",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature’s blood is corrosive, and sprays all around when the creature is hit by attacks. Whoever hits the creature in melee combat, and manages to damage it, must make a Defense test or be hit by the acidic blood. Removing the acid from either body or armor requires that someone spends an Action and makes a successful Cunning test (wash it away with water, dirt, sand or something similar).",
    "novice": "Reaction. The acidic blood is weak and deals 3 points of damage for 3 turns.",
    "adept": "Reaction. The acidic blood is moderately strong and deals 4 points of damage for 4 turns.",
    "master": "Reaction. The acidic blood is strong and deals 5 points of damage for 5 turns."
  },
  {
    "id": 267,
    "type": "Monstrous Trait",
    "name": "Alternative Damage",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature’s attack harms a specific Attribute instead of Toughness, usually Strong or Resolute. If not specifed in the monster description, the Game Master decides which one. This kind of damage affects all rolls made using that Attribute. Alternative Damage heals, and can be healed, just like ordinary damage. If the Attribute reaches 0, the victim’s soul or life force is devoured by the attacker and the victim dies. Alternative Damage requires the monstrous trait Spirit Form.",
    "novice": "Passive. The creature’s natural weapon deals 3 alternative damage, ignoring Armor.",
    "adept": "Passive. The creature’s natural weapon deals 3 alternative damage, ignoring Armor.",
    "master": "Passive. The creature’s natural weapon deals 5 alternative damage, ignoring Armor."
  },
  {
    "id": 268,
    "type": "Monstrous Trait",
    "name": "Armored",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature either has thick skin, scales or some-thing else making it especially hard to wound. It cannot wear any additional armor over its natural armor, which, on the other hand, is not Impeding like ordinary armor is. However, the Man-at-arms ability enhances the creature’s protection even further, in addition to its level in Armored.",
    "novice": "Passive. The creature has a natural protection of 2.",
    "adept": "Passive. The creature has a natural protection of 3.",
    "master": "Passive. The creature has a natural protection of 4."
  },
  {
    "id": 269,
    "type": "Monstrous Trait",
    "name": "Corrupting Attack",
    "book": "CRB",
    "requirement": "",
    "effect": "Those of Davokar’s creatures that are most corrupted have the ability to spread the dark taint through their claws and other natural weapons.",
    "novice": "Passive. The creature’s attack oozes corruption and taints all who are wounded by its attacks. A victim that suffers at least 1 point of damage from the attack also suffers 1D4 temporary Corruption.",
    "adept": "Passive. A victim that suffers at least 1 point of damage from the attack also suffers 1D6 temporary Corruption.",
    "master": "Passive. A victim that suffers at least 1 point of damage from the attack also suffers 1D8 temporary Corruption."
  },
  {
    "id": 270,
    "type": "Monstrous Trait",
    "name": "Enthrall",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature can hypnotize its victims and make them unable to act until it is too late.",
    "novice": "Active. The creature’s gaze forces its victim to make a [Resolute←Resolute] test, or otherwise lose both its Actions in the upcoming turn.",
    "adept": "Active. The creature’s sweet song or its hypnotic sound forces all its victims to make a [Resolute←Resolute] test, or otherwise lose both its Actions in the upcoming turn.",
    "master": "Active. As II, but the victims are enthralled until they make a successful [Resolute←Resolute] test. The enthrallment is broken if a victim is harmed in any way."
  },
  {
    "id": 271,
    "type": "Monstrous Trait",
    "name": "Gravely Cold",
    "book": "CRB",
    "Requirement": "",
    "effect": "Wherever it moves, the creature spreads the cold of the grave around itself like an aura, and everyone in its immediate vicinity is at risk of being affected.",
    "novice": "Free. The creature spreads the paralyzing cold of the grave; player characters within melee distance are paralyzed, should they fail a Resolute test. One test is made each turn, and should the test be successful, the character can act as normal. Once a character has withstood the cold of the grave it cannot be affected again during the same scene.",
    "adept": "Free. As I, but with the addition that the cold is harmful, dealing 2 points of damage per turn to those affected, ignoring Armor.",
    "master": "Free. As II, but the cold now affects characters who fail a [Resolute←Resolute] test."
  },
  {
    "id": 272,
    "type": "Monstrous Trait",
    "name": "Manifestation",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature has disciplined its Spirit Form to the point where it can manifest itself physically for a shorter or longer period of time.",
    "novice": "Free. The spirit can manifest itself physically for one turn, and thereby act as if it had a physical body. If a turn’s Movement Action(s) is enough to cross water, then the spirit can do so. The spirit can use its unarmed attacks or natural weapons during the turn, but suffers damage from anything that harms physical creatures.",
    "adept": "Free. The spirit can manifest itself with any weapons and armor it had when it died, and use them in battle. The spirit remains physical for as long as it pleases, but cannot change form in the middle of a turn – if the spirit has started its turn in physical form, then the turn is played in physical form. If it so chooses, the spirit can walk around in physical form for an entire scene, in order to cross water, for example. If the spirit is forced, or chooses, to return to its spectral form while crossing water, it is thrown back to solid ground.",
    "master": "Special. The spirit has fully mastered its Manifestation and can act physically with any Actions it chooses, while remaining immaterial in regards to everything else. It can attack physically, yet defends itself like a spirit. The spirit cannot be harmed in any way, besides what is stated in the description of its level of Spirit Form. If it so chooses, the spirit can walk around unhindered in physical form, for a longer journey on a boat, for example. If the spirit is forced, or chooses, to return to its spectral form while crossing water, it is thrown back to solid ground."
  },
  {
    "id": 273,
    "type": "Monstrous Trait",
    "name": "Natural Weapon",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature is gifted with a well-developed natural weapon, such as sharp claws, teeth or a tail stinger. The Natural Warrior ability (see page 119) can be used to enhance the creature’s Natural Weapon even further.",
    "novice": "Passive. The creature is equipped with some kind of natural weapon which deals 3 points of damage, instead of the usual 2 for unarmed attacks.",
    "adept": "Passive. The creature’s natural weapon deals 4 points of damage.",
    "master": "Passive. The creature’s natural weapon deals 5 points of damage. The natural weapon now has the quality Long, allowing the creature to perform a Free Attack at the start of a combat against enemies with shorter weapons."
  },
  {
    "id": 274,
    "type": "Monstrous Trait",
    "name": "Poisonous",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature’s unarmed attack or Natural Weapon is poisonous and each hit that wounds an enemy will also poison it. The poison's effect can be cancelled if someone applies an antidote to the wound and succeeds with a Cunning test.",
    "novice": "Passive. The poison is weak and deals 2 points of damage for 2 turns.",
    "adept": "Passive. The poison is moderately strong and deals 3 points of damage for 3 turns.",
    "master": "Passive. The poison is strong and deals 4 points of damage for 4 turns."
  },
  {
    "id": 275,
    "type": "Monstrous Trait",
    "name": "Poison Spit",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature is not just Poisonous; it can also spit venom at its enemies. The poison attack is performed just like an ordinary ranged attack; if successful, the poison seeps into the target’s pores and deals damage. The venomous spit counts as a ranged attack. The poison's effect can be cancelled if someone applies an antidote and succeeds with a Cunning test. Poison Spit requires that the creature has the Poisonous trait at the same level or higher.",
    "novice": "Active. The poison is weak and deals 2 points of damage from 2 turns.",
    "adept": "Active. The poison is moderately strong and deals 3 points of damage for 3 turns.",
    "master": "Active. The poison is strong and deals 4 points of damage for 4 turns."
  },
  {
    "id": 276,
    "type": "Monstrous Trait",
    "name": "Regeneration",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature spontaneously heals, without needing to spend either time or power to do so. However, the creature has a weakness, a specific type of damage that it cannot regenerate (which, of course, can be healed in other active ways). The creature must choose a weakness related to some kind of damage it cannot heal automatically. Choose between magical weapons, elemental energies (fire or acid) and damage from either holy or unholy attacks.",
    "novice": "Passive. Regenerates 2 Toughness per turn.",
    "adept": "Passive. Regenerates 3 Toughness per turn.",
    "master": "Passive. Regenerates 4 Toughness per turn."
  },
  {
    "id": 277,
    "type": "Monstrous Trait",
    "name": "Robust",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature is bigger and tougher than usual, and can only wear modified light armor.",
    "novice": "Passive. The creature ignores 2 points of damage from each hit, in addition to any Armor it may wear. Once per turn, the creature deals an additional +2 points of damage with one of its melee attacks. The creature's Defense is calculated from the basis of [Quick−2].",
    "adept": "Passive. The creature ignores 3 points of damage from each hit, in addition to any Armor it may wear. Once per turn, the creature deals an additional +3 points of damage with one of its melee attacks. The creature's Defense is calculated from the basis of [Quick−3].",
    "master": "Passive. The creature ignores 4 points of damage from each hit, in addition to any Armor it may wear. Once per turn, the creature deals an additional +4 points of damage with one of its melee attacks. The creature's Defense is calculated from the basis of [Quick−4]."
  },
  {
    "id": 278,
    "type": "Monstrous Trait",
    "name": "Spirit Form",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature is a spirit; it is immaterial and can neither affect nor be affected by physical effects. A spirit whose Toughness is brought down to 0 is banished from the area for a shorter or longer period of time. Spirit Form gives access to the Alternative Damage, Manifestation and Terrify monstrous traits.",
    "novice": "Passive. The creature can pass through barriers without problem, but cannot cross water even by bridges, boat or air. The spirit suffers half damage from weapon attacks. Alchemical effects on weapons and mystical powers deal full damage. Magical weapons deal full damage, as well.",
    "adept": "Passive. The spirit suffers half damage from weapon attacks, alchemical/mystical attacks as well as from magical weapons.",
    "master": "Passive. Only mystical powers and magical weapons can harm the spirit, and then only with half damage."
  },
  {
    "id": 279,
    "type": "Monstrous Trait",
    "name": "Swarm",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature is a collective, its mind spread among a swarm of bodies. The creature cannot be destroyed unless the entire swarm is obliterated.",
    "novice": "Special. The swarm suffers half damage from all attacks. If the swarm is damaged, and is brought down to below half its Toughness, the survival instinct of the separate parts of the swarm takes over and its instincts cause the rest of the swarm to flee. A mental attack (where the swarm uses its Resolute to defend itself) affects the entire swarm.",
    "adept": "Special. The swarm suffers half damage from all attacks. If the swarm suffers damage from a single attack that exceeds its Pain Threshold, the survival instinct of the separate parts of the swarm takes over and its instincts cause the rest of the swarm to  ee. Also, the swarm may make two attempts to resist mental attacks (where the swarm uses its Resolute to defend itself).",
    "master": "Special. The collective mind of the swarm controls it, so that it only su ers a quarter of any damage taken from attacks. The swarm’s cohesion is com- plete, and the swarm does not have to  ee unless the overall intellect chooses to do so. The swarm may make two attempts to resist mental attacks (where the swarm uses its Resolute to defend itself)."
  },
  {
    "id": 280,
    "type": "Monstrous Trait",
    "name": "Terrify",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature can strike terror into the heart of one or more creatures. Terrify requires that the creature has the monstrous trait Spirit Form.",
    "novice": "Active. The creature’s gaze forces a single victim to make a [Resolute←Resolute] test, or automatically spend both of its actions backing away. If the victim cannot back away, it will defend itself in desperation, but cannot compel itself to attack. The victim may make a test each turn, trying to shrug off the fear.",
    "adept": "Active. The creature’s horrific shriek forces everyone that is nearby to make a [Resolute←Resolute] test, or automatically spend both of their actions backing away. If the victims cannot back away, they will defend themselves in desperation, but cannot compel themselves to attack. The victims may make a test each turn, trying to shrug off the fear.",
    "master": "Free. As II, but the victims do not defend themselves against attacks, fleeing if possible, cowering in place if not. The victims may make a test each turn in order to shrug off the paralyzing fear."
  },
  {
    "id": 281,
    "type": "Monstrous Trait",
    "name": "Undead",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature is a spirit trapped inside a dead body. The spirit controls the slowly decaying corpse and is banished when the body is destroyed.",
    "novice": "Passive. The undead creature is not affected by poison or diseases, but takes the usual damage from physical effects except that the Pain Threshold is not used (pain and shock do not affect the walking corpse). The walking corpse does not heal naturally and is not affected by alchemical healing elixirs, but must instead eat raw meat (living or recently killed) or drink blood to heal, each point of Toughness that the creature consumes heals it by 2 points of Toughness.",
    "adept": "Passive. The walking corpse suffers only half damage from ordinary physical effects, such as weapons or elemental damage. Mystical powers that ignore Armor deal full damage as usual.",
    "master": "Passive. The walking corpse suffers only half damage from alchemical and mystical effects as well, but takes full damage from magical weapons and holy effects."
  },
  {
    "id": 282,
    "type": "Monstrous Trait",
    "name": "Web",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature can spin tough webs and use them either passively or actively to capture its prey.",
    "novice": "Passive. The threads of the web force all who pass through it to make a [Quick←Cunning] test or get stuck. To get free requires a successful [Strong←Cunning] test, with one test being made each turn. A captured creature cannot move and must roll twice when attempting to perform any Actions – the attempt fails if either of these tests are unsuccessful.",
    "adept": "Active. Besides passive, pre-fabricated webs (as level I), the creature can now throw a net at an enemy as an Action. The victim can avoid the attack if it makes a successful [Quick←Accurate] test. A captured creature must succeed with a [Strong←Cunning] test in order to break free, with one test allowed per turn. A captured creature cannot move and must roll twice when attempting to perform any Actions – the attempt fails if either of these tests are unsuccessful.",
    "master": "Active. The net is almost alive and obeys its creator; it has the passive ability to capture creatures (as level I) but the net can also strike out with up to three (3) threads per turn, with the same effect as level II."
  },
  {
    "id": 283,
    "type": "Monstrous Trait",
    "name": "Wings",
    "book": "CRB",
    "requirement": "",
    "effect": "The creature is equipped with wings of some kind (either bird or insect-like) and has a more or less developed ability to fly.",
    "novice": "Passive. The creature can fly during its Movement Action, and therefore avoid Free Attacks when passing over an enemy.",
    "adept": "Passive. The creature can hover, meaning it can stand still in midair, out of reach from any melee attacks. To hover does not count as an Action.",
    "master": "Passive. The creature can make sweeping attacks; it can use a part of its movement before an attack, and the rest afterwards. This way, it does not become bogged down in melee combat, while still being able to perform melee attacks itself."
  },
  {
    "id": 216,
    "type": "Mystical Power",
    "name": "Anathema",
    "book": "CRB",
    "tradition": "Wizardry, Staff Magic, Theurgy",
    "effect": "The Mystic has studied the secrets of countering magic and can dispel the effects of other powers. Anathema does not affect rituals – their mystical bond is too thoroughly woven and can only be dispelled by other rituals.",
    "novice": "Active. By making a successful roll against [Resolute←Resolute] the Mystic can disperse a power’s ongoing effects on a creature, or on himself provided that the Mystic is fit to wield magic. It is the Resolute of the Mystic who has unleashed the power that is used as resistance when making the test.",
    "adept": "Active. The Mystic can disperse the ongoing effects on multiple creatures in a chain; the test is made for one target at a time.",
    "master": "Active. The Mystic is now powerful enough to dispel all kinds of mystical effects, including summoned effects and creatures, by making a successful Resolute test."
  },
  {
    "id": 217,
    "type": "Mystical Power",
    "name": "Banishing Seal",
    "book": "APG",
    "tradition": "Symbolism",
    "effect": "The mystic binds banishing energies to a symbol, that when unleashed sweeps out in waves over the area. Upon creation, the mystic must choose what type of creature will be affected (Abominations, Beasts, Cultural Beings or Undead).",
    "novice": "Active. The symbol triggers a chain of banishing energies. The target closest to the symbol is affected if the mystic passes a [Resolute←Resolute] test; if this succeeds, an attempt is made to banish the next enemy and so on, until a test fails. Banished creatures must leave the area as quickly as they can and may not return before the end of the scene.",
    "adept": "Active. Same as the novice level, but creatures that are unaffected (the test fails) suffer 1D4 damage from the power, ignoring Armor. Targets that are unaffected by the banishing effect can choose to flee to avoid being damaged; if so, they may not return until after the scene.",
    "master": "Active. Same as the novice level, but those that are not banished suffer 1D8 damage, ignoring Armor. Targets that are unaffected by the banishing effect can choose to flee instead and only suffer 1D4 damage, ignoring Armor; if so, they may not return until after the scene."
  },
  {
    "id": 218,
    "type": "Mystical Power",
    "name": "Bend Will",
    "book": "CRB",
    "tradition": "Witchcraft, Wizardry, Sorcery",
    "effect": "Free will is an illusion, but the power of the will is unmistakable. The Mystic has come to understand these seemingly contradictory principles and can use the insight to control the will of other creatures.",
    "novice": "Active. The Mystic can seize control of a creature’s will by making a successful [Resolute←Resolute] test. The control is considered active until the Mystic breaks concentration or fails a [Resolute←Resolute] test. The controlled creature can only perform one (1) Action each turn and cannot use any active abilities or powers while affected.",
    "adept": "Active. The Mystic can seize control of a creature’s will by making a successful [Resolute←Resolute] test. The Mystic does not have to concentrate to sustain the control; it is ongoing and considered active until the Mystic fails a [Resolute←Resolute] test. A controlled creature can only perform one (1) Action each turn and cannot use any active abilities or powers while affected.",
    "master": "Active. The Mystic can seize control of a creature’s will by making a successful [Resolute←Resolute] test. The Mystic does not have to concentrate to sustain the control; it is ongoing and considered active until the Mystic fails a [Resolute←Resolute] test. The controlled creature can perform two Actions each turn."
  },
  {
    "id": 219,
    "type": "Mystical Power",
    "name": "Black Bolt",
    "book": "APG",
    "tradition": "Sorcery",
    "effect": "During The Great War, the black bolts of the Dark Lords, ensnaring and burning their targets, were feared by all. In more recent days, other sorcerers have discovered that they can do the same, by extending their tainted souls and using them as a whip that traps and corrodes the enemy.\r\nThe mystic cannot cast a new black bolt as long as at least one enemy is ensnared by the power, but he or she is free to make use of other mystical powers.",
    "novice": "Active. With a passed [Resolute←Quick] test, the character casts a black bolt at an enemy. If successful, the target is hit and suffers 1D6 damage, ignoring Armor. Also, the target is trapped and may not act until it manages to break free, which requires a passed Resolute test (one roll is made each turn after the first) or happens automatically if the mystic loses concentration, [Resolute –Damage].",
    "adept": "Active. The character casts a chain of black bolts. This works just like at the novice level, but for every target that is hit by the bolt another enemy may be attacked, until a failed success test is rolled. All affected enemies may try to break free from the effect of the power, and if one of them succeeds all of them are immediately free to act. The same happens if the mystic loses concentration, [Resolute –Damage].",
    "master": "Active. The character casts a chain of black bolts, just like at the adept level, but ensnared targets must break free individually; they cannot help each other like at the adept level. If the mystic loses concentration [Resolute –Damage] all targets are immediately freed from the entangling darkness."
  },
  {
    "id": 220,
    "type": "Mystical Power",
    "name": "Black Breath",
    "book": "APG",
    "tradition": "Sorcery",
    "effect": "A mystic with permanent corruption can spew out its inner darkness and infect others with corruption, or heal already tainted creatures.",
    "novice": "Active. One (1) creature is hit; roll 1D4 against its total corruption. If the roll is equal to or lower than the corruption value, the creature heals an amount equal to the outcome of the roll; if higher, the creature suffers the outcome in temporary corruption.",
    "adept": "Active. Like Novice, but the roll is 1D6.",
    "master": "Active. Same as Adept level, but the attack is made in a chain, where another target is hit if the previous one suffered corruption. As soon as someone is healed, the chain is broken."
  },
  {
    "id": 221,
    "type": "Mystical Power",
    "name": "Blessed Shield",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "By faith and will, the Mystic raises a holy shield against the weapons of its enemies. The shield is invisible until attacked, at which time it glitters as if struck by sunlight.",
    "novice": "Active. With a successful roll against Resolute the Mystic surrounds itself with a warm glow. This glow provides an additional 1D4 Armor. Also, any abomination or undead who attacks the Mystic with melee attacks suffers 1D4 damage from the glow, ignoring Armor. The blessed shield lasts to the end of the scene.",
    "adept": "Active. As on the Novice level, but the shield now provides 1D6 of extra Armor and damage. Also, an ally within sight can be included in the effect of the blessed shield.",
    "master": "Active. As on the Novice level, but the shield now provides 1D8 of extra Armor and damage. Two of the Mystic’s allies can be included in the effect of the blessed shield."
  },
  {
    "id": 222,
    "type": "Mystical Power",
    "name": "Blinding Symbol",
    "book": "APG",
    "tradition": "Symbolism",
    "effect": "Intricate runes emit energies that can temporarily blind those who are bedazzled by the light. The effect of a Blinding Symbol is immediately suspended if the victim uses a dose of Eye Drops.",
    "novice": "Active. The runes trigger a chain of blinding energies. The target closest to the symbol is blinded if the mystic passes a [Resolute←Resolute] test; if this succeeds, an attempt is made to blind the next enemy and so on, until a test fails. The victims are only blinded for one turn before automatically regaining their sight.",
    "adept": "Active. Same effect as the novice level. However, the effect lasts until the mystic fails a Resolute test or loses concentration [Resolute –Damage].",
    "master": "Active. Same effect as the novice level. However, the effect lasts until the afflicted regains Toughness from healing powers or elixirs."
  },
  {
    "id": 223,
    "type": "Mystical Power",
    "name": "Brimstone Cascade",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic can unleash the rampaging spirit of fire and burn its enemies to cinders, or at least scorch them severely.",
    "novice": "Active. The Mystic lashes out with fire and brimstone against a target. If the Mystic succeeds with a [Resolute←Quick] test, the cascade deals 1D12 points of damage. If the Mystic fail the test the cascade only deals 1D6 damage.",
    "adept": "Active. The Mystic unleashes a chain of burning energy. If the Mystic succeeds with a [Resolute←Quick] test, the fountain deals 1D12 points of damage. If the Mystic fails the test the fountain only deals 1D6 damage. If the target suffers the full 1D12 damage, the Mystic may try to steer the flaming energy toward an additional target, and so on until the Mystic fails a [Resolute←Quick] test.",
    "master": "Active. The Mystic unleashes a veritable storm of flaming and smoking energies. If the Mystic succeeds with a [Resolute ←Quick] test, the fountain deals 1D12 points of damage. If the Mystic fail the test the fountain only deals 1D6 damage. The chain continues, even if the Mystic should fail one of the tests, and doesn't stop until there is a second failed attempt."
  },
  {
    "id": 224,
    "type": "Mystical Power",
    "name": "Combat Hymn",
    "book": "APG",
    "tradition": "Troll Singing",
    "effect": "There is a raw and untamed power in singing, and some mystics learn to sing while fighting to gain considerable extra strength when battling the enemy. The character is one of those who have learned to sing combat hymns to increase his or her chances in combat. The song is interrupted if the mystic uses another mystical power or if concentration is lost due to taking damage [Resolute –Damage].",
    "novice": "Free. The character gives himself and all allies a +1 bonus to either Quick, Strong or Accurate (the ally chooses what attribute will be affected) for as long as the singing continues.",
    "adept": "Free. The character gives himself and all allies a +1 bonus to Quick, Strong and Accurate for as long as the singing continues.",
    "master": "Free. The character and all allies gain a +1 bonus to Quick, Strong and Accurate for as long as the singing continues. Also, the character and all allies regain 1D6 Toughness when the song begins; this healing effect may only be used once per scene."
  },
  {
    "id": 225,
    "type": "Mystical Power",
    "name": "Confusion",
    "book": "CRB",
    "tradition": "Wizardry, Troll Singing",
    "effect": "The Mystic’s understanding of the labyrinth of the senses can make an enemy get lost inside its own mind. Confused enemies become paralyzed or lose their ability to separate friend from foe.",
    "novice": "Active. The Mystic can confuse an enemy with a successful [Resolute←Resolute] test, making the enemy unaware of its actions. Roll 1D6 each turn until the Mystic breaks concentration or fails a [Resolute←Resolute] test:\n1–2, the target stands still, blinking stupidly;\n3–4, the target attacks whichever of its allies is closest;\n5–6, the target attacks whichever of its enemies is closest.\nIf there is any uncertainty regarding who is closest to the target, roll a die to decide.",
    "adept": " Active. The Mystic can confuse an enemy without having to concentrate. The Confusion is ongoing until the Mystic fails a [Resolute←Resolute] test, a test being made each turn.",
    "master": "Active. The Mystic creates a Chain of Confusion. If the Mystic manages to confuse a target with a [Resolute←Resolute] test, then it may continue with another target and so on, until the Mystic fails a test. Resolute is then tested each turn for each target to decide which of them remains confused."
  },
  {
    "id": 226,
    "type": "Mystical Power",
    "name": "Curse",
    "book": "CRB",
    "tradition": "Witchcraft, Sorcery",
    "effect": "The Mystic masters the stare of the Evil Eye and can curse enemies on the battlefield; a power often used by the disciples of the Dark Lords during the Great War.",
    "novice": "Free. Once per turn, the Mystic’s dark glare automatically gives an enemy a second chance to fail any success tests against the Mystic (roll twice, the action fails if one of the tests is a failure). This effect is ongoing until the Mystic fails a Resolute test.",
    "adept": "Free. Like novice, but the enemy has a second chance to fail all its success tests regardless of target. The effect is ongoing until the Mystic fails a Resolute test.",
    "master": "Active. The Mystic puts a curse of death upon an enemy. The enemy suffers 1D6 damage, which ignores any Armor, for all actions it tries to perform. The target suffers no damage if it remains still and passive. This effect is active until the Mystic fails a Resolute test."
  },
  {
    "id": 227,
    "type": "Mystical Power",
    "name": "Dancing Weapon",
    "book": "APG",
    "tradition": "Staff Magic, Troll Singing",
    "effect": "By willpower alone, the mystic makes a weapon soar and fight, with the speed and agility of a thought.\r\nThe weapon in question does not have to be special in any way; if it has qualities or powers, these may be used by the mystic according to standard rules of combat. However, the mystic cannot use other abilities related to melee combat while using this power.",
    "novice": "Active. The mystic lets a weapon dance and uses Resolute instead of both Accurate (attack) and Quick (defense). Other than that, normal combat rules apply.\r\nThe novice must focus on the weapon while fighting, which prevents him or her from using other powers or abilities while the weapon dances.",
    "adept": "Active. The mystic must take control of the weapon by spending a combat action to activate the power, but then the weapon fights on its own while the mystic is free to use other powers and abilities. Both attack and defense rolls are made against Resolute.",
    "master": "Free. The weapon dances out of the scabbard when the master needs it, attacks once per turn and defends the character by itself, leaving the mystic free to use other powers and abilities. Both attack and defense rolls are made against Resolute."
  },
  {
    "id": 228,
    "type": "Mystical Power",
    "name": "Draining Glyph",
    "book": "APG",
    "tradition": "Symbolism",
    "effect": "The mystic creates a glyph that upon activation becomes a whirling vortex, sucking the life-force from the enemy. The glyph affects all enemies who can see the symbol and are in front of it.",
    "novice": "Active. With a [Resolute←Strong] test the mystic can damage every enemy in the vicinity (one test per target). The damage is 1D4, ignoring Armor. The effect lasts until the mystic fails a Resolute test or loses concentration [Resolute –Damage].",
    "adept": "Active. Same as the novice level, but the effect lasts until the mystic fails a Resolute test.",
    "master": "Active. The master can direct part of the drained energy into himself or his allies; the stolen life-force heals the mystic or one of its allies, returning 1D4 points of Toughness per turn for as long as effect is active."
  },
  {
    "id": 229,
    "type": "Mystical Power",
    "name": "Entangling Vines",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The earth is bound by roots and objects above ground are often covered by vines. All the Mystic does is use its will to evolve the already ongoing processes of nature.",
    "novice": "Active. The Mystic calls forth entangling vines or roots from out of the earth and can ensnare an enemy by making a successful Resolute test. The ensnared creature cannot move but can use ranged weapons and powers. The creature is ensnared until the Mystic fails a [Resolute←Strong] test, starting the following turn.",
    "adept": "Active. The Mystic can ensnare a chain of creatures. If the Mystic manage to ensnare a target with a successful Resolute test, then he or she can attempt to snare another one, and so on until an attempt fails. Starting the following turn, a [Resolute←Strong] test is then made for each target to decide how many of them remain ensnared.",
    "master": "Active. The Mystic creates an entangling chain of thorns. Those ensnared with a [Resolute←Strong] test also suffers 1D6 damage per turn from their thorny prison. The sharp thorns find gaps in the targets armor, so any Armor is ignored."
  },
  {
    "id": 230,
    "type": "Mystical Power",
    "name": "Exorcize",
    "book": "APG",
    "tradition": "Demonologist only",
    "effect": "A Sorcerer’s lack of respect for the laws of nature lends him or her the astounding ability to tear at and bend apparent constants like time and space. One way to make use of this is to temporarily banish creatures from the world of the living, out into the Yonderworld where alien winds howl in chorus with hunting abominations.\r\nThis poses a danger for the demonologist, since every failed attempt to use the power risks bringing an abomination into the world. If this happens, the abomination attacks a random victim, though not someone who is protected by an Unholy Aura or whose soul is already thoroughly corrupt.\r\nThe abomination that comes has an equal chance (1d6) of being (1–2) a Vindictive Daemon, (3–4) a Knowledgeable Daemon, or (5–6) a Guardian Daemon (for stats, see the ritual Summon Daemon on page 94).",
    "novice": "Active. With a successful [Resolute←Resolute] test, the character opens a temporary rift in the world’s fabric and sends an enemy through it. The enemy returns one turn later, on the characters initiative and in the same location – steaming from the mists of the Yonderworld and having suffered 1D4 Damage (ignoring Armor) and 1D4 temporary corruption.\r\nA failed attempt automatically attracts an abomination that enters through the rift.",
    "adept": "Active. With a successful test against [Resolute←Resolute], the character sends an enemy further out into the Yonderworld and he or she must struggle to get back; each turn the enemy may roll a Resolute test, a success brings it back to the world. Every turn spent in the Yonderworld deals 1D4 damage (ignoring Armor) and 1D4 temporary corruption. If the target dies or becomes blight-born, the rift closes and the enemy is gone for good.\nSince the rift is open for as long as the enemy is expelled, there is a risk that a wrathful abomination slips through – every turn after the first, the mystic must pass a Resolute test to stop an abomination from entering through the rift.\nIf the initial test for using the power fails, the mystic must immediately roll a Resolute test to stop a raging abomination from slipping through into the world.\nThe mystic may choose not to try and stop the abomination from entering, no matter if the abomination comes as an effect of a failed attempt to use the power or as a consequence of a successful long-lasting rift.",
    "master": "Reaction. Once per turn, one enemy that attacks the mystic in melee is at risk of being expelled to the Yonderworld, [Resolute←Resolute]. If expelled, he or she suffers the same effect as at the novice level. A failed test has no effect; there is no risk that an abomination enters into the world."
  },
  {
    "id": 231,
    "type": "Mystical Power",
    "name": "Fire Soul",
    "book": "APG",
    "tradition": "Pyromancer only",
    "effect": "Pyromancers have found that those who dedicate their lives to the study of fire in time learn to instinctively use it as a shield and a weapon. It is even said that the most devoted learn to manipulate the force of hostile fires and paradoxically enough use these burning powers to heal themselves when wounded.",
    "novice": "Reaction. When the mystic is hit in melee combat, flames strike out at the attacker, dealing 1D6 damage. Also, the mystic suffers less damage from fire, meaning that he or she has +1D6 Armor to damage from that element.",
    "adept": "Reaction. Like the novice level, except the protection from fire and the damage dealt against those attacking the mystic in melee combat are rolled with 1D10 instead of 1D6.",
    "master": "Reaction. The master’s power is so great that he or she does not take damage but is instead healed by fire. The mystic recovers half of any damage that would have been dealt by fire (if the mystic should have suffered 4 damage, he or she instead heals 2 Toughness). This also pertains to fire created by the mystic when using other powers besides Fire Soul.\r\nIn addition, the flames that lash out from the mystic when he or she is attacked now also retaliate at range. Powers that affect the mind will not trigger such a retaliation, but powers which potentially deal damage do. The striking flames deal 1D10 damage and Armor protects as usual."
  },
  {
    "id": 232,
    "type": "Mystical Power",
    "name": "Flame Wall",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic has gained insights into the mysteries of fire and can summon fire to form it into a wall or a dome.",
    "novice": "Active. By making a successful Resolute test the Mystic calls forth a wall of whirling flames just in front of it (melee combat distance). The wall is wide enough to cover most corridors and divide most rooms. When in larger rooms and when outside, one can get around the wall of flames by using double Movement Actions, but it can also be flown over with only one Movement Action. It is possible to pass through the wall with an ordinary Movement Action, but all who do so suffer 1D12 points of fire damage. Smaller flammable objects such as arrows and bolts are burned to cinder if shot through the burning wall. The wall can also be summoned directly on a group of enemies who are then automatically wounded, provided that the targets form a line in front of the Mystic. The Flame Wall is sustained until the Mystic fails a Resolute test, made once each turn after the first.",
    "adept": "Active. The Flame Wall curves and closes into a burning circle around the Mystic and its allies, as well as any enemy combatants within range of melee combat when this power is activated. The wall of flames can either be flown over or passed through, both with a Movement Action, but all who pass through the wall suffer 1D12 fire damage. The Flame Wall is sustained until the Mystic fails a Resolute test, made once each turn after the first.",
    "master": "Active. The Flame Wall curves and bends until it forms a burning dome that covers the Mystic and its allies, as well as any enemy combatants within range of melee combat when this power is activated. It is possible to pass through the burning wall with a Movement Action, but all who do so suffer 1D12 points of fire damage. The wall of fire is sustained until the Mystic fails a Resolute test, made once each turn after the first."
  },
  {
    "id": 233,
    "type": "Mystical Power",
    "name": "Heroic Hymn",
    "book": "APG",
    "tradition": "Troll Singing",
    "effect": "There is power in the heroic hymns of old. The mystic can sing while fighting, thereby flling his or her allies with courage and vigor.\r\nThe song is interrupted if the mystic uses another mystical power or if concentration is lost by taking damage [Resolute –Damage].",
    "novice": "Free. The character gives himself and all allies a +1 bonus to either Cunning, Resolute or Persuasive (the ally chooses what attribute will be affected) for as long as the singing continues.",
    "adept": "Free. The character gives himself and all allies a +1 bonus to Cunning, Resolute and Persuasive for as long as the singing continues.",
    "master": "Free. The character and all allies gain a +1 bonus to Cunning, Resolute and Persuasive for as long as the singing continues. Also, the temporary corruption of the character and all allies is reduced by 1D4 when the song begins; this corruption reducing effect may only be used once per scene."
  },
  {
    "id": 234,
    "type": "Mystical Power",
    "name": "Holy Aura",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "The Mystic can send out a holy and life-affirming aura that harms abominations and the undead. At higher levels, this aura can also provide healing powers for living creatures.",
    "novice": "Active. With a successful Resolute test the Mystic envelops itself in an aura of holy energies that is harmful to abominations and undead. The targets suffer 1D6 damage, ignoring its Armor. This power affects all abominations and undead within sight of the Mystic and is ongoing until the Mystic fails a Resolute test or breaks concentration. The Mystic can exclude allied abominations or undead from the effect of the Holy Aura.",
    "adept": "Active. The aura now deals 1D8 damage to abominations and undead, while living creatures are healed by 1D4 points of Toughness each turn.",
    "master": "Active. Same effect as on Adept level, but the effect against abominations and undead is increased to 1D10 and the holy energies also heals living allies 1D6 points of Toughness each turn."
  },
  {
    "id": 235,
    "type": "Mystical Power",
    "name": "Illusory Correction",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "There is a gap between the world and the perception of it. The Mystic can use this gap to evade a seemingly horrible fate or in any other way correct an unwanted reality.",
    "novice": "Reaction. The Mystic can make a Resolute test once per turn to make a correction of reality – if successful the Mystic may re-roll a failed Defense test.",
    "adept": "Reaction. The Mystic can make a Resolute test in order to correct something that happened to him or her during the turn. This means that any test that somehow affected the Mystic can be re-rolled.",
    "master": "Reaction. The Mystic can make a Resolute test in order to correct reality for someone else. This means that any test that affected the intended target in any way may be rerolled."
  },
  {
    "id": 236,
    "type": "Mystical Power",
    "name": "Inherit Wound",
    "book": "CRB",
    "tradition": "Witchcraft, Theurgy",
    "effect": "The Mystic has closely studied the spirits of creation and death, and can use its knowledge to redistribute damage between itself, its allies and its enemies.",
    "novice": "Free. By making a successful die roll against Resolute the Mystic can attract the spirits of damage from another creature. The target is healed 1D6 points of Toughness while the Mystic suffers as much in damage.",
    "adept": "Free. As Novice, but the effect heals 1D8 points of Toughness and also draws any ongoing effects of poison and bleeding to the Mystic. The Mystic suffers half the damage, both from wounds and any poison/bleeding.",
    "master": "Active. The Mystic heals its target 1D8 points of Toughness, while suffering half as much in damage. The Mystic may also pass the other half of the damage on to another creature in sight. The chosen target’s armor is ignored and it cannot defend itself in any way."
  },
  {
    "id": 237,
    "type": "Mystical Power",
    "name": "Larvae Boils",
    "book": "CRB",
    "tradition": "Witchcraft, Sorcery",
    "effect": "Drawing from the force of wrath the Mystic can infuse an enemy’s body with larvae that then start to eat their way out. Although it is loudly refuted by members of the court, there are persistent rumors going around saying that this is how the hero king Ynedar met his demise.",
    "novice": "Active. The Mystic plants larvae inside the body of its enemy, which then starts to eat their way out. The poor target suffers 1D4 damage each turn, ignoring Armor. The effect is automatic the first turn and continues until the Mystic fails a [Resolute←Strong] test.",
    "adept": "Active. The larval growth inside the body deals 1D6 damage each turn, ignoring Armor. The effect continues until the Mystic fails a [Resolute←Strong] test.",
    "master": "Active. The larvae swarm inside the target’s body and deal 1D8 damage each turn, ignoring Armor. The effect continues until the Mystic fails a [Resolute←Strong] test."
  },
  {
    "id": 238,
    "type": "Mystical Power",
    "name": "Lay on Hands",
    "book": "CRB",
    "tradition": "Witchcraft, Theurgy",
    "effect": "The secrets of life lay bare for the Mystic and with them follows the coveted force of healing, often interpreted as a gift from whichever deity the Mystic adheres to.",
    "novice": "Active. The Mystic can through touch, and by passing a Resolute test, heal 1D6 points of a target’s Toughness. This power also works on the Mystic itself.",
    "adept": "Active. The Mystic’s healing hands now heal 1D8 points of Toughness and stop the ongoing effect of poisons and bleeding.",
    "master": "Active. The Mystic can heal a creature within sight, healing 1D8 Toughness and halting the ongoing effect of poisons and bleeding. The Mystic now heals 1D12 points of Toughness when touching the target."
  },
  {
    "id": 239,
    "type": "Mystical Power",
    "name": "Levitate",
    "book": "CRB",
    "tradition": "Wizardry, Theurgy",
    "effect": "The binding force of the world can be manipulated, and with that insight the Mystic has gained the capability to levitate, using nothing but the power of the mind.",
    "novice": "Active. With a successful Resolute test the Mystic can soar over the battlefield, out of reach of melee weapons. The Mystic can move a distance equal to one stride per turn while levitating. Ranged attacks and flying enemies remain a problem. The Mystic stays floating in the air until the Mystic breaks concentration or the scene ends. If concentration is broken the Mystic falls to the ground and suffers 1D6 of damage, ignoring any Armor the Mystic might be wearing.",
    "adept": "Active. The Mystic can levitate an ally [Resolute←Strong] and let him or her soar over the battlefield out of reach of the enemies’ melee weapons. The Mystic can move the soaring ally a distance equal to one stride per turn while it is levitating. Ranged attacks and flying enemies remain a problem. The Mystic’s ally stays soaring in the air until the Mystic breaks concentration or the scene ends. If concentration is broken the ally falls to the ground and suffers 1D6 damage, ignoring any Armor he or she might be wearing.",
    "master": "Active. The Mystic can make him-/herself and a chain of allies [Resolute←Strong] soar over the battlefield, out of reach of melee weapons. The Mystic can move both itself and any soaring creature a distance equal to one stride per turn while levitating. Ranged attacks and flying enemies remain a problem. The Mystic and its allies stay soaring in the air until the Mystic breaks concentration or the scene ends. If concentration is broken, they all float down to the ground without taking any damage."
  },
  {
    "id": 240,
    "type": "Mystical Power",
    "name": "Lifegiver",
    "book": "APG",
    "tradition": "Confessor only",
    "effect": "The wellspring of life runs clear and refreshing in these dark days. Dedicated healers can draw from its power and transform it into a purifying gift that cleanses souls of corruption and heals physical wounds.",
    "novice": "Active. The mystic washes away 1D4 points of temporary corruption from a creature in sight. Any excess points heal the creature’s Toughness instead. The mystic may use this power on him- or herself.",
    "adept": "Active. The mystic washes away 1D4 points of temporary corruption from himself and all allies in sight. Any excess points heal Toughness instead.",
    "master": "Reaction. The mere presence of the Confessor directly reduces the harmful effect of temporary corruption on all allies in sight. When an ally uses a mystical power or an artifact that gives corruption, the amount suffered is reduced by 1D4 points. Any excess points have no effect.\r\nIn this case, the power has no effect on the mystic using it; the player character suffers from temporary corruption when using powers and artifacts as usual."
  },
  {
    "id": 241,
    "type": "Mystical Power",
    "name": "Maltransformation",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The Mystic has grasped that physical appearance is a dynamic concept, and knows how to use that insight to transform its enemies into weaker forms.",
    "novice": "Active. With a successful roll against Resolute the Mystic can turn a target into a harmless beast (mammal or reptile, the Mystic decides which). The target stays in that form until the Mystic breaks concentration or fails a [Resolute←Resolute] test. This test is made each turn on the Mystic’s Initiative. The harmless animal keeps the target’s original Attributes but none of its abilities or powers and can neither attack nor use objects.",
    "adept": "Active. The Mystic no longer has to concentrate to keep the Maltransformation active; it is ongoing until the Mystic fails a [Resolute←Resolute] test.",
    "master": "Active. The Mystic can trigger a Chain of Maltransformations. If the Mystic succeeds in transforming one target, he or she may then attempt to transform another one, and so on until a transformation attempt fails.The Maltransformation is ongoing until the Mystic fails a Resolute test, made each turn for each target."
  },
  {
    "id": 242,
    "type": "Mystical Power",
    "name": "Mind-throw",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic can use its mind to move and throw around loose objects, or even enemies.",
    "novice": "Active. The Mystic can use objects in the surroundings to either hurl around as weapons or to block incoming attacks. The Mystic will have to make a [Resolute←Quick] test to attack this way and deals 1D8 damage if successful. If some object instead is used as a temporary shield, make a [Resolute←Accurate] test to block physical attacks and [Resolute←Resolute] if trying to block a magic projectile. The object is destroyed after one hit, either dealt or blocked.",
    "adept": "Active. The Mystic is capable of using the power of his or her mind [Resolute←Strong] to lift, and throw, an enemy. A thrown enemy lands a Movement Action away and suffers 1D8 damage. The enemy lands on its back, unless it makes a successful Quick test.",
    "master": "Active. The Mystic can throw a chain of enemies if succeeding with a [Resolute←Strong] test. The Mystic starts with one target and keep making tests until he or she fails. The thrown enemies land a Movement Action away and suffer 1D8 damage. The enemies land on their back, unless they make a successful roll against Quick."
  },
  {
    "id": 243,
    "type": "Mystical Power",
    "name": "Mirroring",
    "book": "APG",
    "tradition": "Illusionist only",
    "effect": "Reality’s layers of misconceptions and lies may be used to project a series of conceivable phenomena, only one of which corresponds to the reality of the world. The multiple false images created this way serve to protect the mystic from hostile attacks – in most cases; there is always the risk that the enemy targets the mystic instead of an illusion. Every attack against the mystic has a chance of hitting one of the projections or the mystic: if three illusions are made, the chance of the mystic being targeted is 1 out of 4. As the illusions are destroyed, the mystic’s risk of being hit increases.",
    "novice": "Active. With a passed Resolute test, the mystic projects 1D4 mirror copies of himself. If a copy is hit, it ceases to exist. Damage from area effects hit the mystic as usual and instantaneously dispel all mirror copies.",
    "adept": "Active. With a passed Resolute test, the mystic projects 1D6 mirror copies of himself. Damage from area effects hit the mystic as usual and dispel one mirror copy.",
    "master": "Active. With a passed Resolute test, the mystic projects 1D8 mirror copies of himself. Damage from area effects hit the mystic as usual but dispel no mirror copies."
  },
  {
    "id": 244,
    "type": "Mystical Power",
    "name": "Nature’s Embrace",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The deep soil of the world is a safe place for the Mystic, just as the mountain rock can become a shelter. The Mystic can sink into the earth and thereby avoid attacks from its enemies.",
    "novice": "Active. The Mystic is able to sink into the earth if he or she makes a successful Resolute test. There, the Mystic is invulnerable but also unable to take any Actions. The Mystic must succeed with another Resolute test each turn to remain in the safe bosom of the earth. If the Mystic fails the test, then he or she is returned to the surface.",
    "adept": "Active. The Mystic can use mystical powers on itself while in the earth and does not have to test Resolute in order to remain there.",
    "master": "Active. The Mystic can move by using its Movement Action and appear in another spot than where he or she first sank into the ground. The Mystic can also use powers on his or her allies while in the earth, as well as see the allies through the protective layers of soil."
  },
  {
    "id": 245,
    "type": "Mystical Power",
    "name": "Prios’ Burning Glass",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "The Mystic can focus the light of its soul into a burning ray, which damages most beings and destroys the unholy.",
    "novice": "Active. With a Resolute test the Mystic steers the holy light towards a target, dealing 1D6 of damage. The damage increases to 1D8 if the target is an abomination or undead.",
    "adept": "Active. With a successful Resolute test, the Mystic can let the holy light pass over all nearby enemies. The burning energy deals 1D8 damage, 1D12 on abominations and undead.",
    "master": "Active. With a Resolute test the Mystic can let his or her light shine over all nearby enemies, dealing 1D8 damage, increased to 1D12 if the enemies are abominations or undead. The Mystic can also stun all thoroughly corrupt and undead enemies for one turn if he or she succeeds with a [Resolute←Resolute] test."
  },
  {
    "id": 246,
    "type": "Mystical Power",
    "name": "Protective Runes",
    "book": "APG",
    "tradition": "Staff Magic, Symbolism",
    "effect": "The mystic’s runes emit protective energies that surround the mystic and at higher levels also his or her allies.",
    "novice": "Active. The power of the runes offers +1D4 to Armor until the mystic fails a Resolute test or loses concentration [Resolute – Damage]. The extra die of Armor is rolled separately with each hit and is added to any other Armor.",
    "adept": "Active. The runes provide +1D4 to Armor (see the novice level). A retaliating effect also inflicts 1D4 damage on every enemy that harms the protected creature, ignoring any Armor. The effect lasts until the mystic fails a Resolute test or loses concentration [Resolute –Damage].",
    "master": "Active. The protective and retaliating effects are rolled with 1D6 instead of 1D4, and it lasts until the mystic fails a Resolute test."
  },
  {
    "id": 247,
    "type": "Mystical Power",
    "name": "Psychic Thrust",
    "book": "APG",
    "tradition": "Mentalism only",
    "effect": "Some mystics know how to project their will to form a psychic weapon that can attack the enemy together with the mystic’s ordinary melee attacks. This means that the enemy must defend on two fronts, and risk failing at both. There is also a chance that the enemy will be paralyzed or severely damaged by the psychic thrust.",
    "novice": "Reaction. The mystic performs a normal melee attack in combination with a psychic thrust, aimed at the enemy’s defensive capability. The character gains a second chance to succeed on the attack test.",
    "adept": "Reaction. The psychic thrust is made in combination with the melee attack, and if the mystic passes a [Resolute←Resolute] test the enemy is incapable of defending against the attack. Hence, if this test is successful, the mystic automatically hits the enemy.",
    "master": "Reaction. With a successful test against [Resolute←Resolute] the enemy is unable to defend and the melee attack hits automatically. Moreover, the enemy suffers 1D4 extra damage, ignoring Armor, in addition to the damage dealt by the melee attack."
  },
  {
    "id": 248,
    "type": "Mystical Power",
    "name": "Purgatory",
    "book": "APG",
    "tradition": "Inquisitor only",
    "effect": "Blackened souls echo with pain and darkness, and a trained Inquisitor can use that darkness against the enemy, or even drown the twisted target in its own inner blackness.",
    "novice": "Active. The mystic forces one target to roll 1D20 against its total corruption. An outcome equal to or lower leads to acute pain that incapacitates the target for a whole turn. Thoroughly corrupt creatures automatically suffer 1D6 damage instead, ignoring armor.",
    "adept": "Active. The mystic forces all targets in sight to roll 1D20 against their total corruption. An outcome equal to or lower leads to acute pain that incapacitates the target for a whole turn. Thoroughly corrupt creatures automatically suffer 1D6 damage instead, ignoring armor.",
    "master": "Reaction. The mystic automatically punishes all enemies in sight who happen to attract corruption. The mystic may exclude any allies from the effect.\nEach point in corruption suffered through the use of powers or artifacts deals the same amount of physical damage to the enemy, ignoring Armor."
  },
  {
    "id": 249,
    "type": "Mystical Power",
    "name": "Retribution",
    "book": "APG",
    "tradition": "Sorcery, Troll Singing",
    "effect": "Some dark-minded mystics can use their anger and vindictiveness to amass dark energies around a creature they want to hurt. In fact, at the higher levels the effect of this ability becomes instinctive, and all pain that the mystic suffers will undoubtedly be transferred to any enemies in the vicinity.\r\nNote that members of the race Dwarf can learn Retribution as if it was a normal ability. Hence, they suffer no corruption from using this particular power, neither when they learn it, nor when they make use of it. This pertains only to this power and the dwarven race.",
    "novice": "Active. If the character utters words of doom and passes a [Resolute←Resolute] test, misfortune gathers in a dense cloud around an enemy. All who attack the target get a second chance to pass their attack tests during the rest of the scene. Only one enemy at a time can suffer the mystic’s Retribution this way; changing the target counts as a combat action.",
    "adept": "Reaction. When the character suffers damage and passes a [Resolute←Resolute] test, the attacker is bound by a death link. Only one enemy at a time can be bound by a death link, but if a link is broken a new enemy who damages the character can be bound.\r\nThe death link means that damage suffered by the character is also inflicted upon the bound enemy. This includes all damage, irrespective of source.\r\nThe Pain Threshold is not affected; it is handled separately for the character and the target. Attacks that do not deal damage can be ignored, but in the case of powers that deal damage as part of their effect, any and all damage is transferred through the link. Damage from the monstrous trait Alternative Damage is also transferred to the target.\r\nIf the character dies (becomes dead or dying) the link is immediately broken and the damage from the attack that felled the character is not transferred.",
    "master": "Reaction. Same as at the adept level, but each time the character suffers damage from an attack and passes a [Resolute←Resolute] test, the attacker is bound by a death link. Hence, the number of creatures bound is unlimited."
  },
  {
    "id": 250,
    "type": "Mystical Power",
    "name": "Revenant Strike",
    "book": "CRB",
    "tradition": "Sorcery",
    "effect": "The Mystic’s weapon is enveloped by dark energies, which increases the damage dealt against living creatures. Worse, those slain will rise again, as walking corpses controlled by the sorcerer. Undead created by Revenant Strikes have the same statistics as the dragoul (see page 230). The undead returns to its state of true death at the end of the scene.",
    "novice": "Active. The sorcerer ignites a malicious flame around its melee weapon, which then deals 1D4 additional damage.",
    "adept": "Active. Creatures slain by the Revenant Strike rises again the following turn, loyal to the sorcerer.",
    "master": "Free. The sorcerer’s weapon deals 1D8 additional damage when performing a Revenant Strike instead of the 1D4 at Novice level."
  },
  {
    "id": 251,
    "type": "Mystical Power",
    "name": "Shapeshift",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The Mystic’s understanding of the essence of Nature makes it possible for him or her to take the form of beasts – a talent that the snake witches of clan Gaoia are particularly renowned for.",
    "novice": "Active. With a successful Resolute test, the Mystic can take the form of a small beast (mammal or reptile), practical when wanting to escape or when scouting but useless in combat. The Mystic’s Attributes remain unchanged, but it can move twice as far and may re-roll all Discreet and Quick tests. Also, enemies do not get any Free Attacks against the Mystic when in beast form, even if it withdraws from melee combat or hurries past an enemy. The Mystic does not have to test Resolute to remain in beast form, but has to pass a Resolute test to change back. For the duration of the transformation, the Mystic counts as a beast. If the Mystic becomes the victim of powers that affect beasts, then it may choose to remain in beast form – and hence suffer the effect of the power – or revert back to its original form.",
    "adept": "Active. The Mystic can assume the form of a battle beast (wild boar or wolf are most common). The beast form has the Attributes of the Mystic but also gains the traits Armor (I) and Natural Weapon (I).",
    "master": "Active. The Mystic can now assume the form of a truly imposing battle beast, gaining the traits Regeneration (I) and Robust (I) in addition to the ones gained at Adept level."
  },
  {
    "id": 252,
    "type": "Mystical Power",
    "name": "Sphere ",
    "book": "APG",
    "tradition": "Staff Magic",
    "effect": "The mystic has his or her staff – or another melee weapon – spin around at such velocity that it forms a protective sphere. The sphere effectively parries most attacks. On the negative side, the mystic cannot perform attacks or use other powers without dispelling the sphere. The sphere is active until it is willingly aborted, until the mystic uses another power or until it is dispelled by some other mystic using the power Anathema.",
    "novice": "Active. The sphere lets the mystic choose to defend using Resolute instead of Quick. It can protect the mystic from melee and ranged attacks but not from mystical powers. Only movement is allowed while within the sphere – not even actions which normally can replace movement are possible while maintaining the sphere.",
    "adept": "Active. The sphere automatically defends against an unlimited number of melee and ranged attacks as long as it is active. However, it does not provide any protection against mystical powers and area effects like explosions, smoke bombs or similar.",
    "master": "Active. The master can make a weapon form a sphere without having to touch it. That way, he or she may include an ally inside the sphere. Also, this leaves the hands of the mystic free for other actions, such as drinking an elixir, bandage an ally’s wounds or unrolling a spell scroll – i.e. such actions that can replace a movement action. The mystic cannot affect the world outside the sphere, but can maintain mystical effects which are already active – the same goes for any ally the mystic protects inside the sphere."
  },
  {
    "id": 253,
    "type": "Mystical Power",
    "name": "Spirit Walk",
    "book": "APG",
    "tradition": "Necromancer only",
    "effect": "Because of his or her closeness to death, the mystic has developed the mystical skill to assume the immaterial form of a spirit. Spirit Walk is hindered by Magic Circle, Witch Circle and Sanctifying Rite; the mystic cannot pass through or leave such areas while moving in the form of a spirit; however, it is possible to assume the spirit form when inside such protected domains. The Spirit Walk also ends if someone lights a Ghost Candle close by (see the alchemical elixir with that name, on page 153 in the Core Rulebook).",
    "novice": "Whole Turn. With a passed Resolute test, the mystic assumes spirit form. This immaterial form lasts for one movement action (about 10 meters), making it possible to move through even the thickest walls, or, for that matter, through enemies on the battlefield. All attacks aimed at the mystic are ignored unless they are made with mystical powers or artifacts – both deal only half damage. The movement is all that the character can do during the turn, and after having moved he or she reassumes his or her physical form.",
    "adept": "Reaction. The spirit form comes instinctively to the mystic. When attacked the mystic may roll [Resolute –Damage] instead of a Defense test; if successful the attack passes through the mystic without dealing damage. The exceptions are mystical powers and artifacts, which deal half damage even if the test is passed. The mystic immediately returns to its physical form.\r\nThe mystic can choose to roll Defense as usual if he or she prefers, i.e. not use Spirit Walk to avoid a specific attack.",
    "master": "Reaction. With a passed Resolute test, the mystic can let an attack – from a weapon or a mystical power dealing damage – start in spirit form and then transcend into physical form once the enemy’s armor has been penetrated; if so, the Armor of the target is ignored by the mystic’s attack."
  },
  {
    "id": 254,
    "type": "Mystical Power",
    "name": "Staff Projectile",
    "book": "APG",
    "tradition": "Staff Magic only",
    "effect": "In the hands of a staff mage, the rune staff is a powerful throwing weapon. The staff is thrown at an enemy and returns to the mystic’s hand, whether it hits or not.",
    "novice": "Active. The mystic throws the staff and may roll against Resolute instead of Accurate to hit the target. The staff deals 1D8 damage; the effect of a possibly activated elemental rune (see Staff Magic) is added.",
    "adept": "Active. Like novice, but the projectile deals 1D10 damage. The staff may be thrown past blocking terrain or enemies to reach a target further away; the mystic does not need a clear line of sight but has to see at least part of the target. The effect of a possibly activated elemental rune (see Staff Magic) is added.",
    "master": "Active. The staff is thrown in a chain and the mystic may use Resolute instead of Accurate to hit. The first hit deals 1D12, the second 1D10, the third 1D8, the forth 1D6 and the fifth 1D4. The chain is not broken by missing an attack test, but the damage is reduced with each target, hit or no hit. More than five targets cannot be targeted by the Staff Projectile; the mystic must see the target but does not need a clear line of sight. The effect of a possibly activated elemental rune (see Staff Magic) is added."
  },
  {
    "id": 255,
    "type": "Mystical Power",
    "name": "Storm Arrow",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The Mystic can ask the wind to lift and carry arrows towards its enemies. The barbarian witch Yagaba, a friend of Lasifor Nightpitch, sometimes gives a taste of this power, and is rarely seen without a handful of black-feathered arrows floating by her side.",
    "novice": "Active. The Mystic enchants a handful of arrows (up to five) with a successful Resolute test. The arrows then float next to the Mystic for the rest of the scene and can be fired, once per turn, as a Free Action (one arrow can be fred the same turn that the power is activated). The arrows hit their target automatically. Any quality or special ability that the arrow might have is added to the effect. The arrow normally deals 1D6 damage.",
    "adept": "Active. The arrows are enchanted as above, but in the hands of the Adept Mystic they now deal 1D8 damage. As a Combat Action, the Mystic can send two arrows against either the same target or two different targets. If the Mystic performs this Action, then he or she cannot fire another arrow as a Free Action.",
    "master": "Active. The Mystic can use a Combat Action to fire three arrows against one or separate targets. If the Mystic performs this Action, then he or she cannot fire another arrow as a Free Action."
  },
  {
    "id": 256,
    "type": "Mystical Power",
    "name": "Teleport",
    "book": "APG",
    "tradition": "Demonologist only",
    "effect": "The sorcerers who have gone furthest in questioning the laws of nature can tear holes in the world and step outside, only to tear another rif in the fabric of the Yonderworld and reenter the world of the living in a new location. As always when the shell of reality is perforated, there is a risk that an abomination slips through and attacks a random creature – except those protected by the power Unholy Aura or whose souls are thoroughly corrupt.\r\nThe abomination that comes has an equal chance (1d6) of being (1–2) a Vindictive Daemon, 3–4) a Knowledgeable Daemon, or (5–6) a Guardian Daemon (for stats, see the ritual Summon Daemon on page 94).",
    "novice": "Active. With a passed Resolute test, the character can exit the world and return within a range of two movement actions. The mystic suffers 1D4 damage from the journey through the Yonderworld, ignoring Armor. The teleportation does not trigger a Free Attack, even if withdrawing from melee. The mystic must see the return location when the mystical power is activated.\r\nIf the test fails an enraged daemon enters through the rift instead.",
    "adept": "Active. Same as at the novice level, except the mystic suffers no damage during his or her trip to the Yonderworld.\r\nIf the test fails, the mystic must pass a Resolute test to stop an enraged abomination from entering through the rift in the world. The mystic can choose not to stop the entry and willingly let the daemon get through.",
    "master": "Active. Same as at the Adept level, with the addition that the mystic may take someone along on the journey. This someone must stand next to the mystic when the power is activated (melee range) and if the creature is reluctant, the mystic must pass a [Resolute←Resolute] test to force it to follow. The fellow traveler suffers 1D4 damage, ignoring Armor, and also 1D4 temporary corruption from the traumatic experience.\r\nIf the test fails, the mystic must pass a Resolute test to stop an enraged abomination from entering through the rift in the world. The mystic can choose not to stop the entry and willingly let the daemon get through."
  },
  {
    "id": 257,
    "type": "Mystical Power",
    "name": "Thorn Cloak",
    "book": "APG",
    "tradition": "Green Weaver only",
    "effect": "The plants in nature are usually seen as still and reactive rather than aggressive and active. Experienced green weavers know better and can use surrounding vines, thorns and roots to defend themselves and their allies.",
    "novice": "Active. The mystic allows himself to be entwined by vegetation, which provides a bonus of +1D4 in Armor, or +1D6 if the mystic does not move during the whole turn.",
    "adept": "Active. Same as at the novice level, but the vegetation branches out to also protect any allies who stand close to the mystic (inside melee range). These allies gain a +1D4 bonus to Armor, but this extra protection disappears if they move away from the mystic, or if the mystic moves away from the allies.",
    "master": "Active. The mystic and its allies are protected as at the adept level, with the addition that the vegetation strikes back at enemy attackers. Every successful hit in melee against the mystic or a protected ally inflicts 1D10 damage (ignoring Armor) upon the attacker due to lashing thorns."
  },
  {
    "id": 258,
    "type": "Mystical Power",
    "name": "Tormenting Spirits",
    "book": "APG",
    "tradition": "Spiritualist & Necromancer only",
    "effect": "The world is old and many spirits linger from days past; nature spirits in dirt and water, or dead heroes who are yet to pass over to the other side. Some mystics can wake spirits to life and make them attack their enemies. The enemies are beset with these fery spirits who tear at their clothes, equipment, hair and flesh. At best, the target cannot act; at worst , the target is driven mad or even dies from the attacks.",
    "novice": "Active. The mystic calls spirits to his or her aid, and these transparent shapes attack an enemy. The target automatically fails all tests for concentration while using mystical powers; all other tests have a second chance to fail. The mystic must pass a Resolute test each turn in order for the spirits to continue their attacks.",
    "adept": "Active. The mystic may demand more substantial help from the spirits. They attack ferociously and deal damage to Resolute, adding to the effect described at the novice level. The damage dealt is 1D4 per turn, ignoring armor. If Resolute is reduced to zero the target dies, presuming they are not allowed to roll death tests (like characters). The latter instead becomes temporarily insane – catatonic, crying or otherwise unable to act – while rolling their death tests. The Resolute damage heals like other damages. The mystic must pass a Resolute test each turn in order for the spirits to continue their attack. Also, if the mystic takes damage, concentration will be broken if failing a [Resolute –Damage] test.",
    "master": "Active. Like adept, but the spirit attacks deal 1D6 damage to Resolute."
  },
  {
    "id": 259,
    "type": "Mystical Power",
    "name": "True Form",
    "book": "CRB",
    "tradition": "Wizardry, Theurgy",
    "effect": "The Mystic has spent many long nights closely studying lies and false guises, and is capable of making the surroundings reveal their true nature.",
    "novice": "Reaction. The Mystic’s clarity allows him or her to make a [Resolute←Resolute] test to see through every illusion, transformation or any other effect within sight that hides the true form of things. Revealed illusions disappear, while transformations remain intact, although the Mystic can see what is behind them.",
    "adept": "Active. The Mystic can make a Chain of creatures return to their true form with a [Resolute←Resolute] test. If the first attempt succeeds the Mystic can make another attempt for the next creature, and so on until he or she fails. Nothing stops the creatures from transforming again, though.",
    "master": "Active. The Mystic can not only make transformed creatures reveal their true form, he or she can also force them to maintain their original form. It requires a Resolute test to make targets maintain their original form, made on the targets’ Initiative when/if they try to transform again."
  },
  {
    "id": 260,
    "type": "Mystical Power",
    "name": "Unholy Aura",
    "book": "CRB",
    "tradition": "Sorcery",
    "effect": "The Mystic can surround itself with an aura of unholy energies that harms living enemies but heals abominations and undead.",
    "novice": "Active. With a successful Resolute test the Mystic can send out an aura of unholy energies that harms both cultural beings and beasts. It deals 1D6 damage, ignoring Armor. The aura affects all cultural beings and beasts surrounding the Mystic, whether they are friend or foe, and remains active until the Mystic fails a Resolute test or breaks concentration.",
    "adept": "Active. As Novice level, but the Mystic can choose to exclude living allies from the effect of the Unholy Aura. The power is active until the Mystic fails a Resolute test.",
    "master": "Active. As Adept, but the effect is increased to 1D8 and the unholy energies heal any nearby allied abomination and undead 1D8 points of Toughness."
  },
  {
    "id": 261,
    "type": "Mystical Power",
    "name": "Unnoticeable",
    "book": "CRB",
    "tradition": "Wizardry, Theurgy",
    "effect": "The Mystic can remain undetected by subtly turning the enemy’s attention elsewhere.",
    "novice": "Active. With a successful [Resolute← Resolute] test, the Mystic can fade from one creature’s perception. The Mystic remains invisible to this creature until the Mystic makes an attack or takes any kind of damage.",
    "adept": "Active. With a successful Resolute test, the Mystic can fade from the perception of all nearby enemies and remain invisible until the Mystic makes an attack or takes any kind of damage.",
    "master": "Active. With a successful Resolute test, the Mystic can make itself as well as an ally fade from the perception of their enemies. The Mystic and the ally remain invisible separately and can be detected or remain hidden separately, until they make an attack or take any kind of damage."
  },
  {
    "id": 262,
    "type": "Mystical Power",
    "name": "Weakening Hymn",
    "book": "APG",
    "tradition": "Troll Singing",
    "effect": "Throughout history, many taunting songs have been written about the faint of heart and in these tunes there are debilitating harmonies to be exploited by mystics who know how. The mystic repeatedly sings this infectious theme while fighting, thereby spreading cowardliness and weakness amongst his or her enemies. The song is interrupted if the mystic uses another mystical power or if concentration is lost by taking damage [Resolute –Damage].",
    "novice": "Free. With a passed [Persuasive←Resolute] test, the mystic can give each wounded enemy a second chance to fail all success tests while the singing continues; one test is made for each wounded enemy.",
    "adept": "Free. With a passed [Persuasive←Resolute] test, the mystic can give each enemy (wounded or not) a second chance to fail all success tests while the singing continues.",
    "master": "Free. With a passed [Persuasive←Resolute] test, the mystic can give each enemy (wounded or not) a second chance to fail all success tests. Furthermore, all enemies that fail a success test because of the Weakening Hymn suffer 1D4 damage, ignoring armor – caused by them being physically affected by harrowing lyrics that conjure past failures."
  },
  {
    "id": 263,
    "type": "Mystical Power",
    "name": "Wild Hunt",
    "book": "APG",
    "tradition": "Blood Wader only",
    "effect": "Davokar’s nature may seem dark and full of conflicts, trapped in an eternal cycle of birth, strife and death. But to mystics who have the capability to see the deeper truth, there is a perfect imbalance to this cycle; a higher form of harmony. This insight can be used by the mystic to acquire the help of seemingly hostile creatures of the Beast category. The summoned beasts may not be of the same type as the enemies; otherwise the type is decided by which types occur naturally in the environment. The character dictates how the beasts act during the scene, after which they turn and leave the area.",
    "novice": "Active. The mystic can summon one weak beast to aid him or her in combat.",
    "adept": "Active. The mystic calls one ordinary beast or 1D4 weak beasts to aid him or her in combat.",
    "master": "Active. The mystic calls one challenging beast, 1D4 ordinary beasts or 1D6 weak beasts to aid him or her in combat."
  },
  {
    "id": 264,
    "type": "Mystical Power",
    "name": "Witch Hammer",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "The Mystic have learned to shroud its melee weapon with holy and blight-hating fire, just like the legendary Lightbringer Ofelya Attio.",
    "novice": "Free. Holy fire encircles the Novice’s melee weapon and deals 1D4 additional damage, or 1D6 additional damage if the target is an abomination or an undead. This effect is active for the remainder of the scene.",
    "adept": "Free. As Novice, but the melee weapon now deals 1D4 additional damage or 1D8 additional damage if the target is an abomination or an undead.",
    "master": "Free. As Novice, but the melee weapon now deals 1D4 additional damage or 1D10 additional damage if the target is an abomination or an undead."
  },
  {
    "id": 1,
    "type": "Race",
    "name": "Abducted Human",
    "book": "APG",
    "boons": "Bushcraft",
    "burdens": "",
    "traits": "",
    "options": ""
  },
  {
    "id": 2,
    "type": "Race",
    "name": "Ambrian",
    "book": "CRB",
    "boons": "",
    "burdens": "",
    "traits": "",
    "options": "Contacts or Privileged"
  },
  {
    "id": 3,
    "type": "Race",
    "name": "Andrik",
    "book": "Extras",
    "boons": "Diminutive",
    "burdens": "Paws",
    "traits": "",
    "options": "Provocative"
  },
  {
    "id": 4,
    "type": "Race",
    "name": "Barbarian",
    "book": "CRB",
    "boons": "",
    "burdens": "",
    "traits": "",
    "options": "Contacts or Bushcraft"
  },
  {
    "id": 5,
    "type": "Race",
    "name": "Changeling",
    "book": "CRB",
    "boons": "",
    "burdens": "",
    "traits": "Long-lived",
    "options": "Shapeshifter"
  },
  {
    "id": 6,
    "type": "Race",
    "name": "Dwarf",
    "book": "APG",
    "boons": "Absolute Memory",
    "burdens": "Pariah",
    "traits": "Earth Bound",
    "options": "Retribution"
  },
  {
    "id": 7,
    "type": "Race",
    "name": "Elf",
    "book": "APG",
    "boons": "",
    "burdens": "Pariah",
    "traits": "Long-lived",
    "options": "Wisdom of the Ages"
  },
  {
    "id": 8,
    "type": "Race",
    "name": "Goblin",
    "book": "CRB",
    "boons": "",
    "burdens": "Pariah",
    "traits": "Short-lived",
    "options": "Survival Instinct"
  },
  {
    "id": 9,
    "type": "Race",
    "name": "Ogre",
    "book": "CRB",
    "boons": "",
    "burdens": "Pariah",
    "traits": "Long-lived",
    "options": "Robust"
  },
  {
    "id": 10,
    "type": "Race",
    "name": "Troll",
    "book": "APG",
    "boons": "",
    "burdens": "Pariah",
    "traits": "",
    "options": "Armored, Natural Weapon, Regeneration, Robust"
  },
  {
    "id": 11,
    "type": "Race",
    "name": "Undead",
    "book": "APG",
    "boons": "",
    "burdens": "",
    "traits": "Undead",
    "options": "Gravely Cold and Terrify"
  },
  {
    "id": 148,
    "type": "Ritual",
    "name": "Annoint",
    "book": "APG",
    "tradition": "Theurgy",
    "effect": "The mystic anoints him- or herself with holy oils before a battle, thereby gaining the following: +10 temporary Toughness, +1d4 in protection in addition to any Armor worn, and +1d4 damage on all attacks. If the mystic is damaged, he or she first loses the temporary Toughness, before his or her own Toughness is affected.\r\nThe downside is that the mystic cannot be healed and that all death tests automatically fail during the scene. The effect lasts for the duration of a scene."
  },
  {
    "id": 149,
    "type": "Ritual",
    "name": "Atonement",
    "book": "APG",
    "tradition": "Confessor",
    "effect": "The higher level of the ritual Exorcism makes the theurg able to lighten the spiritual burdens of a non-possessed person; this is done by the sinner accepting to perform a task for the Confessor. The task must be time-consuming and expensive or dangerous, usually some good deed for the Sun Church or for Prios in general. Once the task is accomplished, the sinner’s permanent corruption is reduced by 1d4.\r\nThe ritual costs one point of Experience to perform,\r\npaid by the confessor or the sinner (the mystic decides)."
  },
  {
    "id": 150,
    "type": "Ritual",
    "name": "Beast Companion",
    "book": "APG",
    "tradition": "Blood Wader",
    "effect": "The higher level of the ritual Familiar binds the beast to the mystic’s body and soul; if the familiar dies it is resurrected at dawn the following morning. The mystic suffers damage when the familiar dies, as before. Should the beast companion become thoroughly corrupt – through the ritual Blood Bond or in some other way – the link between the mystic and the beast is forever broken."
  },
  {
    "id": 151,
    "type": "Ritual",
    "name": "Bewitching Landscape",
    "book": "APG",
    "tradition": "Wizardry",
    "effect": "The mystic can weave a grand illusion over a location, making all who enter the area confused, lost and at risk of starving to death if they cannot break the spell.\r\nThe mystic enthralls every creature in the area with a passed [Resolute←Cunning] test; the victims gain a second chance to break the spell if one of their companions passes the test and then rolls a successful Persuasive test.\r\nThe effect can temporarily be dispelled with Anathema; otherwise it can only be permanently broken by the mystic who wove the illusion."
  },
  {
    "id": 152,
    "type": "Ritual",
    "name": "Black Sympathy",
    "book": "APG",
    "tradition": "Witchcraft, Sorcery, Theurgy",
    "effect": "With a passed Resolute test, the mystic can inflict pain on an enemy from a distance, by damaging a doll or driving nails into a trace left by the target. The ritual also requires a mystical link to the victim – some hair strands, a puddle of blood or an item that the target holds dear.\r\nThe victim does not suffer any damage but experiences acute pains and cannot heal by any means during the days of torment. It takes the tormentor one hour to perform the ritual, but no success test is needed after the first. Black Sympathy can be aborted with the ritual Break Link. after that, the Black Sympathy cannot be resumed using the same mystical link, nor before thirty days have passed, even if a new link is available."
  },
  {
    "id": 153,
    "type": "Ritual",
    "name": "Blood Bond",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The corruptive effect of magic is of course well known to Mystics. Sometimes the Corruption is a necessary price to pay in order to succeed with whatever task the Mystic has undertaken. In the same way, the tainting of a familiar can be a necessary sacrifice for the Mystic to be able to continue serving its people or its calling.\r\nBy using this bond of blood, the Mystic can share Corruption with its familiar. The Mystic has to make a Resolute test whenever he or she attempts to perform Blood Bond. A successfully performed ritual decrease the Mystic’s Permanent Corruption 1D4 points, and increases the familiars Permanent Corruption by 1D6. The familiar suffers all the usual signs of corruption. Should the familiar turn into an abomination the Mystic loses his or her control over it and it immediately attacks its former friend.\r\nThe ritual costs one (1) Experience to perform, whether it is successful or not. The Mystic cannot perform the ritual for someone else."
  },
  {
    "id": 154,
    "type": "Ritual",
    "name": "Blood Shrouding",
    "book": "Copper Crown",
    "tradition": "",
    "effect": "The mystic flays a dead person and dresses in its skin, one sliver at a time. After that, the mystic looks exactly like the dead person but has his own voice and his own eyes, which limits its uses. To trick an individual who was acquainted to the diseased and who talks to the mystic, a test against [Discreet←Vigilant] must be made. The effect lasts for 24 hours, then the dead skin falls off."
  },
  {
    "id": 155,
    "type": "Ritual",
    "name": "Blood Storm",
    "book": "APG",
    "tradition": "Staff Mage",
    "effect": "The staff mage binds a storm of blood in the rune staff, to be unleashed with a thrust into the ground. The storm rages over the area, with the mystic standing in its calm eye. The mystic and allies standing nearby are unaffected, as are any enemies within melee range. All further out are hit by the full effect of the Blood Storm.\r\nThose caught in the storm are blinded. Other than moving blindly, they must pass a Vigilant test each turn to be able to perform any actions. Even if they pass that test, they have a second chance to fail on all success tests.\r\nThe Blood Storm also has a drowning effect; it actively aims for the mouth and nose, and penetrates into the lungs, dealing 1d4 damage each turn, ignoring Armor. The only way to stop this is to leave the area, enter into close combat,flee to some place outside, or take refuge within a windowless structure.\r\nThe Blood Storm lasts until the mystic fails a Resolute test or loses concentration from being damaged, [Resolute –Damage]."
  },
  {
    "id": 156,
    "type": "Ritual",
    "name": "Borrow Beast",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "By performing this ritual the Mystic can possess the body of a small beast and have full control over it for a long period of time. The Mystic’s body is in a trance during the duration of the ritual. The Mystic’s mind is thrown back to its own body if the borrowed body is harmed. The same happens if the Mystic’s body is harmed or exposed to some kind of powerful interference (like being shoved, drenched in water or affected by heat and smoke).\r\nA Mystic can manage to remain in this trance for 24 hours, after which the mind returns to its body. after this, Borrow Beast cannot be performed again for a period of time as long as the previous trance lasted.\r\nA Mystic who performs Borrow Beast and lets its body rest inside a Witch Circle has no limitation as to how long it can maintain the trance, since the body gets all the nutrition it needs from the ground inside the circle."
  },
  {
    "id": 157,
    "type": "Ritual",
    "name": "Break Link",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic can break any current mystical links and bonds to an object or a person by trapping the target in a circle of mystical runes and making a successful Resolute test. The magic of the object is not affected but the target can no longer be reached with rituals like Heretic´s Trail and Summoning. In addition, any mystical bonds that may have been created by people visiting the location are negated, which can be used to prevent others from using Clairvoyance and Seven-league Stride to view or reach the location until they have visited the location again. Finally, Break Link can be used to cut the bond between a creature and a mystical artifact."
  },
  {
    "id": 158,
    "type": "Ritual",
    "name": "Burdened by Fate",
    "book": "APG",
    "tradition": "Witchcraft",
    "effect": "With a passed Resolute test, the mystic binds a creature to a mission. The ritual requires a mystical link to the target – some hair strands, a puddle of blood or an item that the target holds dear. If successful, the target immediately knows what it must do but not who has actually bound him or her to the mission or task. The effect of the ritual is that the creature has a second chance to pass one test per scene while trying to complete the mission. On the other hand, he or she has a second chance to fail all tests during scenes which are not directly related to the mission.\r\nBurdened by Fate can be dispelled by the ritual Break Link."
  },
  {
    "id": 159,
    "type": "Ritual",
    "name": "Carve Rune Tattoo",
    "book": "APG",
    "tradition": "Symbolism",
    "effect": "The mystic carves power runes into the skin of a creature, giving the target the ability Rune Tattoo. The tattoo must then be paid for by “offering” 10 Experience or permanent corruption; it is possible to combine these, and pay part of the cost in Experience and the rest in corruption. The target can pay in full or the symbolist can contribute with the whole or a part of the cost."
  },
  {
    "id": 160,
    "type": "Ritual",
    "name": "Clairvoyance",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "By using this ritual the Mystic can observe and listen in on a faraway location, provided that the Mystic has personally visited that location before. People at that location with the Witchsight ability can realize that they are being watched if they make a successful [Resolute←Discreet] test. Clairvoyance is blocked by the rituals Sanctum, Sanctifying Rite and Witch Circle."
  },
  {
    "id": 161,
    "type": "Ritual",
    "name": "Command Confession",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "The ritual forces a victim to truthfully answer a number of yes/no questions asked by the Mystic. Each question requires a [Resolute←Resolute] test, and the ritual is disrupted as soon as a test is failed. The Mystic may not continue to interrogate the victim after that, at least not through the use of this ritual."
  },
  {
    "id": 162,
    "type": "Ritual",
    "name": "Dance of Death",
    "book": "AP2",
    "tradition": "Sorcery",
    "effect": "The mystic may summon heavy rhythms that seduce people present in the area; the music is heard far and wide, but only those within a hundred meters are actually affected. Every person neutral to the mystic must pass a test against Resolute or be drawn into the dance. The mystic is immune, but his or her allies are not. The allies, as well as direct enemies, get a second chance to pass the test against Resolute (roll twice, use the best outcome). Death-dancers are not controlled per se, but highly inclined to obey the mystic's commands; as long as the involve violence against someone not considered a friend, they will attack. Death dancers may roll against Resolute every time they kill another creature, and also every time they suffer damage.\nThe Dance of Death is bound to the mystic, and follows wherever he or she goes.\nThe dance lasts as long as the mystic wishes, but dancers lose 1d4 Toughness with every hour.\nThe ritual can be stopped entirely with Break Link. Individual death dancers can be freed with the ritual Exorcism, but the mystical power Anathema would be more effective."
  },
  {
    "id": 163,
    "type": "Ritual",
    "name": "Death Divination",
    "book": "APG",
    "tradition": "Spiritualist",
    "effect": "At the higher level of the ritual Necromancy, the mystic has a second chance to pass all tests to get answers from the spirits of the dead."
  },
  {
    "id": 164,
    "type": "Ritual",
    "name": "Death Lord",
    "book": "APG",
    "tradition": "Necromancer",
    "effect": "The higher level of the ritual Raise Undead lets the necromancer summon an undead creature of greater power, a Death Lord; a blackened skeleton in soot-covered full plate armor, that performs the mystic’s bidding with eyes that burn from behind the visor. Death Lords are smart and take their own initiative when solving problems; they often command hordes of lesser undead or act as the bodyguards of their makers.\r\nThe Death Lord is handled like a second character, and gains Experience and is developed just like a player character."
  },
  {
    "id": 165,
    "type": "Ritual",
    "name": "Desecrating Rite",
    "book": "CRB",
    "tradition": "Sorcery",
    "effect": "The Mystic desecrates a specific site, tainting it and in effect punishing those who try to affect it from outside. A desecrated location corrupts those who use rituals like Clairvoyance, Summoning or Heretic´s Trail on it. The desecration gives 1D6 temporary Corruption to those who perform said rituals and if they persist in trying to get information with rituals they will also suffer 1D6 permanent Corruption.\r\nAbominations (creatures belonging to the Abomination monster category) and the undead are drawn to desecrated areas and are healed 1D4 points of toughness for each hour they remain on desecrated ground. Even creatures that are only tainted by corruption, but have not transformed into true abominations, feel a strong attraction to desecrated areas and objects.\r\nThe Desecrating Rite can also be performed over a weapon, which is a requirement for the Revenant Strike power."
  },
  {
    "id": 166,
    "type": "Ritual",
    "name": "Enslave",
    "book": "CRB",
    "tradition": "Sorcery",
    "effect": "The Mystic can use this ritual to enslave a creature. The enslavement is linked to a slave rune, carved into the skin somewhere on the victim (usually forehead, chest or neck).\r\nThe slave rune and its effect can be revealed by someone using the Witchsight ability or the Holy Smoke ritual.\r\nThe power of the slave rune may be broken with either Break Link or Exorcism. It is also possible to remove the rune physically, but not without inflicting 1D6 of damage and 1D4 of permanent Corruption to the victim. The slave will fight to remain in slavery.\r\nThe creature is not controlled by the Mystic in every detail, but it will obey the Mystic blindly to the best of its ability. The slave can partially reflect upon its situation, cry when it acts against its old nature and so on, but can in no way resist the Mystic’s latest command."
  },
  {
    "id": 167,
    "type": "Ritual",
    "name": "Exchange Shadow",
    "book": "CRB",
    "tradition": "Sorcery",
    "effect": "The Mystic can exchange its Shadow with that of another creature by making a successful [Resolute←Resolute] test: the Mystic’s Shadow looks like the creature’s Shadow and vice versa. The ritual is active for 24 hours and requires a link to the victim for the Mystic to even be able to attempt the exchange: a lock of hair, a splash of blood or an item which is important to the target. The target does not notice the switch but those who can see Shadows can of course perceive it (or be tricked by it). Exchange Shadow can be negated by Break Link or Exorcism."
  },
  {
    "id": 168,
    "type": "Ritual",
    "name": "Exorcism",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "The Mystic can banish a spirit possessing a creature or person. The Mystic gets three attempts to succeed with a [Resolute←Resolute] test; the test’s resistance being the Resolute of the possessing spirit. It only takes one successful test to banish the possessing force. Should the Mystic fail all three tests, then he or she is possessed by the spirit instead."
  },
  {
    "id": 169,
    "type": "Ritual",
    "name": "False Shape",
    "book": "APG",
    "tradition": "Wizardry",
    "effect": "The mystic weaves an illusory image around itself or an ally, who then assumes a different physical appearance. This cannot be the appearance of a specific individual, only of a typical version of the member of a race. The mystic can decide on form and features typical to the race, in terms of gender, hair color, voice, cloths and so on but the target keeps its stats, abilities and shadow. Its actual size is not affected, only the size of the illusory appearance.\r\nThe illusion cannot be revealed without using other powers or rituals. The only exception is if the target tries to do something he or she normally cannot do, but that the assumed shape could do; then the illusion crumbles. Other than that, the False Shape fades away after about a week."
  },
  {
    "id": 170,
    "type": "Ritual",
    "name": "False Terrain",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic can weave an illusion over a location and completely hide what is truly there. Any creature that comes close can see through the illusion with a successful [Resolute←Resolute] test. Any creature that either touches or passes through the illusion will, of course, automatically see through the deception. The illusion remains, even if revealed, but fades over time, if not maintained monthly by someone renewing the ritual."
  },
  {
    "id": 171,
    "type": "Ritual",
    "name": "Familiar",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The Mystic binds itself to a beast. This beast is not much smarter than others of its kind, but is fiercely loyal to the mystic and the bond between them is made up of mystical energies – they are soulmates. The spiritual bond is so strong that the two can communicate telepathically; the mystic can command the familiar from a distance and also experience whatever the familiar perceives with its senses. The depth of this union also makes it possible for the two to share wounds. If the familiar is wounded the mystic can choose to suffer half of the damage, or if the mystic is wounded half of the damage can be transferred to the familiar. The player decides when damage should be shared in this way. There is also a downside to the mystical bond: should the familiar die the Mystic suffers 1D8 in damage, which ignores any Armor.\r\nThe familiar is managed by the player as if he or she had an additional character. It gains Experience like a player character and loses it if it dies, just like a character."
  },
  {
    "id": 172,
    "type": "Ritual",
    "name": "Faraway Writing",
    "book": "APG",
    "tradition": "Symbolism",
    "effect": "From a distance the mystic can write signs and symbols in a well-known location. The signs appear on a flat surface, like a wall, a floor or a table. They appear when the mystic performs the ritual, and spell out a short message or even a mystical power from the tradition of Symbolism. The mystic can choose to let the writing be visible to all or become visible when a specific individual views the surface. In the latter case, the text appears and/or the power is activated only when that person sees it."
  },
  {
    "id": 173,
    "type": "Ritual",
    "name": "Fata Morgana",
    "book": "APG",
    "tradition": "Illusionist",
    "effect": "The higher level of the ritual False Terrain gives the Illusionist such power over the lie that it touches the truth; that which is created with Fata Morgana actually exists, at least during the moon cycle that the illusion persists. The mystic can place a type of terrain over another or decide to raise a smaller building, such as a croft or a stone fort (see Damage on Buildings, page 106), on a select location.\r\nThe creation cannot be seen-through but it can be destroyed; if the rules for Damage on Buildings are used, the Fata Morgana has half the Toughness of a corresponding building. after one month, the illusion fades away over the course of a night. Those who were inside during the night end up on the ground and nothing of the lie remains.\nPerforming the ritual costs one Experience point."
  },
  {
    "id": 174,
    "type": "Ritual",
    "name": "Flaming Servant",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic awakens a fierce fire creature and binds it to a suit of metal (medium or heavy armor). The servant then walks by the Mystic’s side like a smoldering and steaming bodyguard, which flares up and turns into a burning warrior in battle. The Mystic can only have one Flaming Servant bound to itself at any time, and if the Flaming Servant perishes in battle, then the suit of armor needs to be repaired by a blacksmith in order for the ritual to be placed on that same armor again.\r\nThe Flaming Servant is handled by the player as if he or she had an additional character. It gains Experience as a character and loses it if it dies, just like a character."
  },
  {
    "id": 175,
    "type": "Ritual",
    "name": "Flesh Craft",
    "book": "APG",
    "tradition": "Sorcery",
    "effect": "The mystic temporarily transforms its hands to flesh crafting and bone sculpting claw-like instruments, put to work on a more or less willing victim. The work transforms the victim into a grotesque image of itself, possessing one or more monstrous traits at level I from the following list: Acidic Blood, Acidic Attack, Armored, Corrupting Attack, Natural Weapon, Poisonous, Poison Spit, Regeneration, Robust, Wings. Later, the victim may develop the traits granted by the ritual with Experience, as if they were normal abilities.\r\nA voluntary victim gains 1d4 in permanent corruption per trait, but is only affected by the part that transcends its current value in permanent corruption. An involuntary victim gains 1d4 in permanent corruption, which are added to the corruption it already has.\r\nSince the risk of the victim becoming blight born is high, the careful sorcerer always starts off by binding the victim with the ritual Enslave. With that precaution taken, the newborn abomination will obey its creator after its fall into darkness."
  },
  {
    "id": 176,
    "type": "Ritual",
    "name": "Fortune-telling",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The Mystic may, with a successful Resolute test, ask a yes/no question regarding the adventure. Fortune-Telling can only be done once per adventure, and further attempts are only possible when something major have come to pass and has therefore changed the future (the Game Master decides if such an event has occurred)."
  },
  {
    "id": 177,
    "type": "Ritual",
    "name": "Heretic's Trail",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "With a successful Resolute test the Mystic can track an abomination or a tainted creature that the Mystic has met personally. The tracking is impeccable until the blighted one crosses water – if it does the ritual must be performed again on the far side of the stream. Should the Mystic fail the Resolute test, he or she cannot try again until the next day. Also, it is harder to track a blight-stricken creature within larger settlements and in Davokar, giving the Mystic a second chance of failing the test. The player must roll twice and if one of those fails, so does the ritual."
  },
  {
    "id": 178,
    "type": "Ritual",
    "name": "Holy Smoke",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "The Mystic can reveal blight-stricken persons or creatures by using incense and making a successful Cunning test. The smoke spreads among those present and gathers around objects and creatures in relation to how corrupted they are: the closer the smoke gathers, the more tainted the creature in question is. The Game Master clearly states if objects or creatures are blight-stricken, blightmarked or thoroughly corrupt.\r\nHoly Smoke can be countered by the Exchange Shadow ritual."
  },
  {
    "id": 179,
    "type": "Ritual",
    "name": "Illusion",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic creates a false image. This image can move and speak but dissolves if touched by intelligent creatures. The image is completely real until then; it both sounds, smells and appears dangerous. Yet, the image can neither harm nor affect physical objects. The Illusion can only “perform” simple tasks such as guard a location or go towards a village and howl. The effect is active for one hour if not dissolved before then."
  },
  {
    "id": 180,
    "type": "Ritual",
    "name": "Judging Bonds",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "The Mystic lets pacifying light flow through chains or shackles holding a person. This prevents the bound person from using mystical powers and traits that demand a Resolute test. The light evaporates from the shackles over time, though, and the effect must be maintained by a renewed ritual each month."
  },
  {
    "id": 181,
    "type": "Ritual",
    "name": "Life Extension",
    "book": "APG",
    "tradition": "Wizardry",
    "effect": "The mystic can postpone his or her aging for a year. The ritual requires one dose of Elixir of Life per use and costs either one Experience or a point in permanent corruption."
  },
  {
    "id": 182,
    "type": "Ritual",
    "name": "Living Fortress",
    "book": "APG",
    "tradition": "Green Weaver",
    "effect": "The higher level of the ritual Quick Growth lets the mystic create a fortress of living trees and thorny bushes. The fort counts as a Wooden Fort (see Damage on Buildings, page 106) and defends against anyone trying to pass its living walls – both when entering and exiting. Those trying to pass must succeed with three [Quick←Resolute] tests or suffer 1d12 damage (ignoring armor) per failure from being impaled by thorns or beaten by heavy branches.\r\nThe mystic who created the fort can let anyone in or out, and may also teach his or her allies secret words which will let them pass unhindered through the watchful greenery.\r\nThe fortress lives a season (three months), then the ritual must be performed again or it will start to wither away. Performing the ritual costs one Experience point."
  },
  {
    "id": 183,
    "type": "Ritual",
    "name": "Magic Circle",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic establishes a permanent magical circle which can be used to communicate telepathically with persons in other known magical circles. Only Mystics with the Magic Circle ritual can initiate telepathic communication with another circle, but anyone can receive such a transmission.\r\nThe Mystic need not have visited these other circles to be able to communicate with them, but must know with certainty that there is another circle at a specific location to be able to track it. There must also be a person in the receiving circle for communication to be possible. All who stand within a receiving Magic Circle are aware of and may participate in the communication; one cannot discriminate between recipients."
  },
  {
    "id": 184,
    "type": "Ritual",
    "name": "Nature's Lullaby",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "By making a successful Resolute test the Mystic can sing an aspect of dark Davokar to sleep, and can therefore pass by a specific abomination without it reacting – the Mystic and its allies becomes more or less invisible to the blighted creature.\r\nIf the Mystic or its allies behave aggressively, then the effect of the ritual is broken. The same happens if the Mystic stops singing, to use a mystical power for example."
  },
  {
    "id": 185,
    "type": "Ritual",
    "name": "Necromancy",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The Mystic can ask a number of questions to a dead person, either by sitting next to its body (just a skull will do, as well) or its grave. Each question demands a successful Resolute test, and the dead answers either ‘yes’ or ‘no’ by knocking: one knock for ‘no’ and two for ‘yes’. In the case of a failure the mystic can still try to force an answer from the dead, but at the risk of becoming possessed by the spirit, roll [Resolute←Resolute]. If the test is failed the mystic becomes possessed and is forced to perform the last wish of the dead, often of a vengeful nature."
  },
  {
    "id": 186,
    "type": "Ritual",
    "name": "Oracle",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "A successful die roll against Resolute allows the Mystic to ask an open question about the future of the ongoing adventure. This ritual can only be used once per adventure, regardless of what happens. The Game Master’s answer must be truthful, but not necessary easily interpreted or too revealing."
  },
  {
    "id": 187,
    "type": "Ritual",
    "name": "Patron Saint",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "The Mystic is accompanied by a guardian spirit, the soul of a fallen Templar given the honorable mission to once again serve one of the Sun God’s chosen. The protective martyr manifests as a warrior of light that normally is invisible but starts to shine when danger is close, and protects its ward until its second death. A Mystic can only have one Patron Saint bound to him- or herself at any time, and should the saint be defeated in any way a new one must be summoned.\r\nA Patron Saint is handled by the player as an additional character. It gains Experience like a character and loses it if it dies, just like a character."
  },
  {
    "id": 188,
    "type": "Ritual",
    "name": "Phylactery",
    "book": "APG",
    "tradition": "Sorcery",
    "effect": "The mystic binds his or her corrupt soul to a vessel – usually a figurine – and is physically resurrected in its vicinity within 1d12 days after having died.\r\nCreating a Phylactery costs either one Experience or a point in permanent corruption. Every time the Phylactery is used to resurrect the mystic, he or she suffers 1d6 permanent corruption. Thoroughly corrupt creatures cannot have a Phylactery, since they technically no longer have a soul."
  },
  {
    "id": 189,
    "type": "Ritual",
    "name": "Piercing Gaze",
    "book": "APG",
    "tradition": "Inquisitor",
    "effect": "The higher level of the ritual Holy Smoke allows the theurg a second chance to pass all tests when using Holy Smoke. In addition, with a passed Cunning test, the Piercing Gaze sees through the ritual Exchange Shadow, revealing the actual shadow hidden by the false one."
  },
  {
    "id": 190,
    "type": "Ritual",
    "name": "Possess",
    "book": "CRB",
    "tradition": "Sorcery",
    "effect": "By performing this ritual, and making a successful [Resolute←Resolute] test, the Mystic can possess a creature’s body and control it completely for a limited time (up to 24 hours). The ritual requires a link to the victim for the Mystic to even be able to attempt the possession: a lock of hair, a pool of blood or an item that is important to the intended victim. The victim remembers everything that happens during the possession, but more like a surreal dream than anything real. The victim cannot be made to commit suicide while possessed, but can otherwise be made to go against all its principles.\r\nThe possession can be observed as a change in the Shadow, as the victim gains the Shadow of the Mystic. The possession can be broken by either Exorcism or Break Link. If done by using Exorcism, then the Mystic cannot possess the same creature ever again.\r\nThe Mystic’s own body remains in a trance during the possession. If the borrowed body is killed during the possession then the Mystic’s mind and spirit are thrown back into its own body. The same happens if the Mystic’s body is harmed or exposed to some kind of powerful interference (like being shoved, drenched in water or affected by heat and smoke, etc.)."
  },
  {
    "id": 191,
    "type": "Ritual",
    "name": "Purging Fire",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "Corruption is extra dreadful to theurgs, since it represents the foremost proof of the power of darkness. Most theurgs do their utmost to not be tainted by Corruption, and should they fail they can always learn the ritual of Purging Fire.\r\nWhen performing the ritual, the Mystic prepares itself with song and prayers before climbing onto a burning pyre to cleanse its body from Corruption. For each turn the theurg stands in the fire, it suffers 1D6 damage, and if a [Resolute –Damage] test is passed, then one (1) point of permanent Corruption is removed. If the test fails, the Mystic throws itself from the pyre and the ritual is interrupted.\r\nPerforming the ritual costs one (1) point of Experience, whether it is successful or not. The Mystic cannot perform the ritual for someone else; only he or she who performs the ritual may benefit from the purifying effect."
  },
  {
    "id": 192,
    "type": "Ritual",
    "name": "Quake",
    "book": "APG",
    "tradition": "Staff Mage",
    "effect": "It is said that the earth trembles when a staff mage grows furious – likely a rumor brought about by this ritual. The mage draws on the wrath of the bedrock and keeps it stored in his or her rune staff. When needed, the mage can slam the staff into the ground and a force wave shoots out, like waves on water.\r\nThe Quake can be aimed at a physical structure and then crush doors, windows and bridges; the mystic can strike the targeted structure with the staff, or throw the staff using the power Staff Projectile.\r\nNo matter if the Quake is directed into the ground or towards an object, the mage suffers 1d6 temporary corruption upon activation\r\nInto the ground: The mage strikes the ground and sets off shock waves that topple all creatures nearby with a passed [Resolute←Quick] test – one roll per creature, ally or enemy. The mystic and adjacent allies are excluded from the effect, just like any enemies within melee range. Those who fall suffer 1d4 damage, ignoring armor.\r\nTowards an object: The Quake is powerful enough to crush bridges, walls and doors. The damage dealt is rolled as a usual hit with the staff, but the quality Razing is added thanks to the ritual; the staff damages structures as if it is a battering ram. See the rule Damage on Buildings, page 106, for more information.\r\nDoors turn to splinters while floors and bridges crumble to dust. If the mystic crushes a floor, he or she remains standing on the edge of the rupture, but before him or her a hole big enough to require two movement actions to get around opens up. Naturally, if it instead is a bridge that is crushed, anyone wanting to pass must climb or swim to the other side."
  },
  {
    "id": 193,
    "type": "Ritual",
    "name": "Quick Growth",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The Mystic can have a seed grow into a full sized plant by using this ritual. The form of the plant is partially under the control of the Mystic, and a tree can become a bridge or smash a gate to splinters. However, the Mystic has no control over the seasons; the plant takes the form that it naturally has during the current season. The location where this seed is planted must meet the conditions required for the plant to grow to full size under natural circumstances. In other words, an oak cannot be planted in a dark cave without light and soil, but maybe vines can take root there and grow into lianas for people to climb.\r\nIn a Witch Circle created by the same Mystic, the ritual Quick Growth can be performed regardless of the season."
  },
  {
    "id": 194,
    "type": "Ritual",
    "name": "Raise Undead",
    "book": "APG",
    "tradition": "Sorcery",
    "effect": "The mystic has the ability to grant permanent (un)life to a newly dead creature, perished not more than seven days earlier. For the undead to surely be under the mystics control after the ritual’s completion, the mystic must successfully roll a test against [Resolute←Resolute]. Should the test fail, the undead awakens with its own will intact and is then free to decide for itself whether or not to follow the mystic. If the test is successful, the creature must obey the mystic as if it was bound by a slave rune, and can only be freed by the death of its master.\r\nThe creature keeps all values and abilities it had in life and is also gifted with the monstrous trait Undead at level I. It does not age but will not go on forever, since its body is in a constant state of slow decomposition. The creature must make a test against Strong each year – if the test fails the creature’s value in Strong is reduced by one point. When the Strong value reaches 0, the body finally falls apart and the creature meets its final death."
  },
  {
    "id": 195,
    "type": "Ritual",
    "name": "Restore",
    "book": "APG",
    "tradition": "Troll Singing",
    "effect": "The mystic can restore a damaged item by singing – a broken sword is mended, a shattered vase is reassembled and a corroded lock regains its functionality. The restored item recovers all its functions and qualities. The mystic cannot create anything new by using the ritual"
  },
  {
    "id": 196,
    "type": "Ritual",
    "name": "Retrieve",
    "book": "APG",
    "tradition": "Troll Singing",
    "effect": "The mystic can sing a tune that reveals the path to a lost or displaced object. This requires that the mystic, or someone who is in the company of the mystic, knows the object so well that he or she can describe it in detail. If the object in question has been purposefully hidden, the mystic must pass a [Resolute←Discreet] test to learn its whereabouts."
  },
  {
    "id": 197,
    "type": "Ritual",
    "name": "Rune Guardian",
    "book": "APG",
    "tradition": "Symbolism",
    "effect": "The mystic creates a personal guard from a statue of stone or wood, carved with life-giving and loyalty building runes. The creator of the guardian can instill some of its own experience into the statue, to make the being stronger upon creation.\r\nThe Rune Guardian is handled like a second character of the player; it gains Experience and develops over time. The guardian does not sleep and has a simple personality, revolving around duty and obedience. If the guardian dies all acquired Experience is lost and the mystic must start over with a new guardian."
  },
  {
    "id": 198,
    "type": "Ritual",
    "name": "Sanctifying Rite",
    "book": "CRB",
    "tradition": "Theurgy",
    "effect": "The Mystic sanctifies a location, thereby shielding it from outside mystical influence. A sacred location blocks rituals like Clairvoyance, Summoning, Heretic´s Trail and the like, but should any of these rituals be tracking or hunting a person the block is gone as soon as the person leaves the sacred area.\r\nAbominations (creatures that are members of the Abomination monster category) feel sick when getting close to an area that has been sanctified, and suffer 1D4 damage that ignores Armor each turn they remain on holy ground. Creatures that are tainted but have not yet turned into a true abomination, experience a strong discomfort when around sacred locations and objects.\r\nSanctifying Rite can also be performed over a weapon, which is a requirement for the Witch Hammer power."
  },
  {
    "id": 199,
    "type": "Ritual",
    "name": "Sanctum",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic can use this ritual to cover a location (one large or a couple of smaller rooms) in a magical shroud, making it impossible to peek inside or disturb it from outside with mystical powers. Sanctum blocks the effect of rituals like Clairvoyance, Summoning or Heretic´s Trail, but should any of these rituals be tracking or hunting a person the block is gone as soon as the person leaves the Sanctum.\r\nIf there is a Magic Circle within an area affected by Sanctum (regardless which was there first), then no one but the Mystic who performed the Sanctum can use the circle for communication or for the purpose of performing a Seven-league Stride."
  },
  {
    "id": 200,
    "type": "Ritual",
    "name": "Sealing/Opening Rite",
    "book": "APG",
    "tradition": "Troll Singing",
    "effect": "The mystic can sing power words over a door, a lock or a gate to either seal it with mystical energies or open it, whether it is locked by a conventional lock or by mystical energies. Sealing a door requires no test, but to open it the mystic must pass a test against [Resolute←Difficulty], where the difficulty is decided by the difficulty of the lock mechanism or the Resolute of the mystic who sealed it. Locks that normally cannot be picked, which open to a password or similar, are counted as having Difficulty −8."
  },
  {
    "id": 201,
    "type": "Ritual",
    "name": "Servant Daemon",
    "book": "APG",
    "tradition": "Demonologist",
    "effect": "The higher level of the ritual Summon Daemon binds a servant daemon to the demonologist. The servant is weak at first but can develop over time, and it is handled by the player like a second character. Also, the Servant Daemon can be the subject of the ritual Blood Bond."
  },
  {
    "id": 202,
    "type": "Ritual",
    "name": "Seven-League Stride",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic can create a temporary magic circle and use it to teleport itself and one of its allies standing in the circle to another Magic Circle that is well known to the Mystic. A circle is considered known when the Mystic has visited its location and taken some time to study it"
  },
  {
    "id": 203,
    "type": "Ritual",
    "name": "Soul Stone",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "Corruption was never a problem to wizards before the Great War, since their meticulous practices protected them from blackening their souls. During desperate moments of the War, the battle mages of Ordo Magica took increasingly greater risks in the name of necessity and thereby brought Corruption upon themselves. To counteract this evil they dusted off an ancient and shunned ritual, by which one can capture the soul of a dying creature in a crystal prepared for the purpose. That same ritual proved to work well in order to drain Corruption from a wizard and transfer it to the soul in the stone.\r\nThe ritual binds the Mystic to the crystal, which then works as an extension of the wizard’s soul. The ritual allows the Mystic to move 1D4 of permanent Corruption to the soul stone with a successful Resolute test. The stone can hold up to half of the Mystic’s Resolute in Corruption; it darkens as it fills up and detonates if said limit is surpassed. The collected Corruption then rushes back to the Mystic, often with a rather nasty result. In the unlikely case that he or she survives that wave of Corruption, it is possible for the Mystic to bind itself to a new soul stone and start over.\r\nThe ritual costs one (1) point of Experience to perform, whether it is successful or not. A wizard that manages to learn the ritual receives a soul stone from its order chapter; other Mystics must pay their own way. To buy a soul stone costs 100 thaler."
  },
  {
    "id": 204,
    "type": "Ritual",
    "name": "Soul Trap",
    "book": "APG",
    "tradition": "Sorcery",
    "effect": "With a passed Resolute test, the mystic binds the soul of a newly dead creature to a prepared vessel, usually a pendant with a jewel. The target must have died less than a minute prior to the start of the ritual, and the mystic must be at the scene of death or have access to the corpse. The purpose of capturing the soul is often to stop others from contacting it with the ritual Necromancy.\r\nThe Soul Trap is easily destroyed by smashing the vessel, but the rituals Break Link and Exorcism may also be used if one wants to spare the jewel."
  },
  {
    "id": 205,
    "type": "Ritual",
    "name": "Spell Trap",
    "book": "APG",
    "tradition": "Symbolism",
    "effect": "The mystic binds a power to a certain location or to an object. Note that the powers of Symbolism do not have to be bound this way; this is covered by the Adept level of Symbolism. Spell Trap is instead used for powers not included in that tradition.\r\nAll Spell Traps need to be given a trigger criterion when created. Such a criterion can, for instance, be that a living creature enters the room, that someone steps on the Spell Trap or that a weapon is drawn in the vicinity. The mystic can exclude him- or herself from being able to trigger the trap, but the allies of the mystic are not excluded – if they meet the criterion, the power is activated.\r\nThe mystic who makes the Spell Trap does not have to know the power which is to be trapped, but in that case he or she needs the assistance of a mystic who does or a scroll that describes the power. The Spell Trap can be dispelled with Anathema or the ritual Break Link; if not, it remains dormant for years – decades, sometimes centuries – before its energies dissipate."
  },
  {
    "id": 206,
    "type": "Ritual",
    "name": "Spell Tunnel",
    "book": "APG",
    "tradition": "Mentalist",
    "effect": "The higher level of the ritual Clairvoyance makes it possible for the mentalist to open a mystic tunnel to the location observed. By way of this tunnel, all mystical powers that do not require touching the target can be used. Also the allies of the mentalist can use the tunnel to affect the observed location with mystical powers. However, the tunnel goes both ways, so people on the far side may very well retaliate. Ranged weapons cannot fire projectiles through the tunnel; only powers and traits that work as powers are allowed.\r\nThe Spell Tunnel is active during a scene but can be closed earlier with Anathema."
  },
  {
    "id": 207,
    "type": "Ritual",
    "name": "Summon Daemon (Vindictive, Knowledgeable or Guardian)",
    "book": "APG",
    "tradition": "Demonologist",
    "effect": "Outside the world known to Ambrians and barbarians, winds gust over a dead, mist-covered landscape. Abominations roam the mists, hunting for life to consume. Demonologists know how to summon daemons to the world of the living, and can force them into service. These daemons come in three different forms and the summoning of each requires the use of a separate ritual, but since the procedures share many characteristics they are described together.\r\nIrrespective of the type of daemon to be summoned, the procedure is the same: the creature must appear within a symbol prepared on the ground, and wise demonologists make sure to learn, and use, the ritual Magic Circle in order to protect themselves if something goes wrong during the summoning.\r\nSummoning a daemon requires no test to be rolled once the special symbol has been created; however, in order to subdue the daemon and make it obey the demonologist, a test against [Resolute←Resolute] must be passed. A blood sacrifice in the form of a living Cultural Being gives the mystic a second chance to pass the test, and if the victim has no permanent corruption the mystic also gains a +1 bonus on the test.\r\nIf the test is successful, the daemon does the mystic a service; if the test fails, the daemon is free to do whatever it wishes until the same time next day. The creature cannot stay longer than that unless it is bound to the service of the demonologist. Whether or not the daemon is bound to the mystic, it can never enter magic circles, witch circles or a site protected by Sanctum.\r\nThe demonologist may only bind one daemon at a time; if more are summoned, the one already bound is freed and will remain in the world for twenty-four hours before returning to its place of origin. However, if the mystic knows more than one of the summoning rituals, he or she can have one daemon of each type in service.\r\nThe three rituals let the mystic summon a specific type of daemon – either a Vindictive, a Knowledgeable or a Guardian daemon.\r\nThe ritual costs one point in Experience to perform, whether the test to control the daemon is a success or a failure.\r\nVindictive Daemon: The abomination is one of the winged creatures that soar through the mists of the Yonderworld.\r\nIf ordered by the mystic, the Vindictive Daemon can track down and attack a known and named creature with the intention of killing it. The mystic needs a link to the target, for example its hair, blood or an item he or she holds dear. The daemon follows the astral link to the victim; if the distance can be counted in day’s marches, the daemon flies at death march pace and must test to see if something catastrophic takes place – maybe it is tracked down by witch hunters, or killed by some other monstrosity along the way.\r\nKnowledgeable Daemon: The abomination is one of the manipulative creatures lurking in the mists of the Yonderworld, always looking for lifeforms to tame and consume.\r\nA Knowledgeable Daemon answers one question from the mystic; further [Resolute←Resolute] tests provide more answers. The daemon can answer yes or no on a direct question (like the ritual Fortune Telling) or answer an open question (like the ritual Oracle). Additional questions do not increase the risk of the daemon breaking free – if a test fails, the daemon will simply refuse to answer more questions – and it takes one hour to get each answer. A blood sacrifice also helps when rolling for additional questions.\nGuardian Daemon: The abomination is summoned from among the howling monstrosities that rage through the Yonderworld hunting for targets for their hate and frustration.\nThe Guardian Daemon guards a place until it is killed or set free by the demonologist. The daemon will obey instructions regarding who is allowed entry or passage; the demonologist may change the definition regarding who or what may enter or pass, but the pact does not allow him or her to change the location."
  },
  {
    "id": 208,
    "type": "Ritual",
    "name": "Summoning",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The Mystic summons a creature by making a successful Resolute test. The creature must then make its way to the location of the summoning. The Mystic must have something in its possession related to the summoned creature, either an object of great value to the creature, or an actual part of it, such as a pint of blood or a lock of hair.\r\nThe summoned creature will try to reach the location to the best of its abilities but does not necessarily know why it wants to go there, other than following an irresistible calling. The only way to protect a creature that has been summoned is to trick and lure it to step inside a mystically shielded area (the Sanctifying Rite, Witch Circle or Sanctum rituals) or use the Break Link ritual."
  },
  {
    "id": 209,
    "type": "Ritual",
    "name": "Tale of Ashes",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic can read the ashes of a burnt object and thereby discern what the object once was and what happened when it burned – the Mystic experience all impressions from the fire, sees who was there and hears what was being said. A campfire can have much to tell about what happened around it."
  },
  {
    "id": 210,
    "type": "Ritual",
    "name": "Telepathic Interrogation",
    "book": "CRB",
    "tradition": "Wizardry",
    "effect": "The Mystic can stretch out its mind and read thoughts. The Mystic can receive an answer to a yes/no question from the victim’s subconscious by making a successful [Resolute←Resolute] test. A failed test severs the telepathic connection and no further attempts can be made with that creature during the adventure. The Mystic must touch its victim, and the victim can notice the mind reading if the Mystic fails a [Discreet←Vigilant] test. Of course, a helpless and bound victim can do nothing to stop this, but other victims will react. Sleeping victims wake up if the test fails."
  },
  {
    "id": 211,
    "type": "Ritual",
    "name": "Torment",
    "book": "APG",
    "tradition": "Sorcery, Witchcraft",
    "effect": "The mystic places a tormenting curse on the target. This requires a mystical link to the target. The effect of the ritual can vary, but an often employed version makes the victim slowly wither – its Toughness is reduced by one point each week and it cannot heal until the curse is lifted.\r\nOther known effects of the ritual are the summoning of warts or a nasty stench that surrounds the victim, making the target tired during the day and alert at night – then often limited to a duration of a month, just to teach the target a lesson.\r\nThe torment effect can be aborted by the ritual Break Link."
  },
  {
    "id": 212,
    "type": "Ritual",
    "name": "Traceless",
    "book": "APG",
    "tradition": "Witchcraft",
    "effect": "All physical traces of the mystic and his or her allies disappear. For instance, footsteps in mud subside, broken branches and grass stalks heal and spider webs are mystically restored. The ritual works just as well in civilization; dust settles on mosaic floors and piles of paper are arranged as they were before the mystic or some ally browsed them.\r\nThe duration is 24 hours, either forward or back from the casting of the ritual; traces from the previous day’s activities can be obliterated, or the effect can affect all activities performed during the day after the ritual is performed. In any case, the effect of the ritual is that neither the mystic nor his or her allies can be traced by any physical means, including smell. Mystical tracking methods are not affected."
  },
  {
    "id": 213,
    "type": "Ritual",
    "name": "Turn Weather",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The Mystic alters the local weather as he or she sees fit. Fog that obscures one’s view, storms that prevent trips or the calming of such storms are all possible to achieve. The ritual takes one hour to perform and the effect remains active for half a day; after that the local weather returns to its natural form."
  },
  {
    "id": 214,
    "type": "Ritual",
    "name": "Twin Servants",
    "book": "APG",
    "tradition": "Pyromancer",
    "effect": "The advanced version of the ritual Flaming Servant allows the Pyromancer to have two flaming servants. These are handled like two separate, additional characters by the player, and they gain Experience from adventuring just like all flaming servants do."
  },
  {
    "id": 215,
    "type": "Ritual",
    "name": "Witch Circle",
    "book": "CRB",
    "tradition": "Witchcraft",
    "effect": "The Mystic breathes new life into a beautiful location and turns it into a witch circle. Witch circles are protected from prying eyes and influences from outside, and the Mystic has more or less complete control over what happens within the circle. The Mystic decides how things grow and which season it is within, and can with the Quick Growth ritual create an environment to mirror its heart’s delight.\r\nIt is hard to find a Witch Circle, even if you know where to look for it. It requires a [Vigilant←Discreet] test to even see the circle if encountered in the wilderness. Creatures that do not see the circle will simply walk around it, without knowing they have taken a short detour.\r\nA Mystic with both the Witch Circle ritual and the Alchemy ability can make an extra attempt at Alchemy tests when using the ability inside its circle. A Mystic with Quick Growth, Witch Circle and Alchemy can make two extra attempts when using Alchemy.\r\nA Mystic who performs Borrow Beast and lets its body rest inside a Witch Circle has no limitation as to how long it can maintain the trance, since its body gets all the nutrition it needs from the ground inside the circle."
  },
  {
    "id": 12,
    "type": "Trait",
    "name": "Earth Bound",
    "book": "APG",
    "requirement": "Dwarf",
    "effect": "The creature is bound to the world in an intimate way, as if originating from the bones of the world and still being part of its foundation.\r\nIt has no soul and suffers damage instead of corruption; temporary corruption causes bleeding wounds on its body.\r\nPermanent corruption instead causes a permanent reduction to the basis for calculating the creatures Pain Threshold. In practice, this means that the Pain Threshold is reduced by 1 for every other point the creature suffers in permanent corruption. Its Toughness is not affected. If the Pain Threshold is reduced to zero, the creature dies of internal bleeding and failing organs.\r\nOnce dead, the creature cannot become undead and it cannot be contacted with the ritual Necromancy. The corpse decays and reunites with the slop and dust of creation, without leaving any\r\nkind of spiritual trace behind.",
    "novice": "",
    "adept": "",
    "master": ""
  },
  {
    "id": 13,
    "type": "Trait",
    "name": "Long-lived",
    "book": "CRB",
    "requirement": "Changeling, Elf, or Ogre",
    "effect": "Once adulthood is reached, the aging process of the character slows down. The character can live up to two or even three centuries if its life is not shortened by violence, poison or disease. The creature’s long lifespan makes it prone to do things at a slow pace, but this is compensated by the attitude that what is worth doing is worth doing well, which over time results in a considerable degree of expertise.\r\nLong-lived has no effect besides what it implies in terms of playing the role.",
    "novice": "",
    "adept": "",
    "master": ""
  },
  {
    "id": 14,
    "type": "Trait",
    "name": "Provocative",
    "book": "Extra",
    "requirement": "Andrik",
    "effect": "If the enemy already is in a berserk rage no need to roll is necessary, the andrik automatically succeeds taunting the enemy to their wit's end. Enemies with the Steadfast ability will be able to roll resistance every round to regain their senses. When using Provocative the andrik immediately loses the advantage of the trait Diminutive.",
    "novice": "Free. The andrik can with a successful [Resolute←Cunning] roll get an enemy unduly provoked, allowing the andrik a second chance to succeed in all Defense and resistance rolls against this enemy. Only one target at a time may be thrown off in this way. The effect persists for the rest of the battle without further rolls, but if the andrik wants to provoke another enemy this will require a new roll.",
    "adept": "Free. The andrik's ability to infuriate the enemy gives them not only a second chance to successfully roll Defense and resistances but the enemy also becomes careless to incoming attacks; a successful [Resolute←Cunning] roll gives the andrik a second chance to succeed with attack rolls against the offended enemy.\r\nThis in addition to the effects of Level I, against one enemy at a time and for the rest of battle unless the andrik wants to change the target of their heckling.",
    "master": "Active. The andrik is a supreme mocker and can with quacking singing and obscene dance bring an entire group of enemies off balance with a successful [Cunning] roll. This turns all the enemies vermilion with unreasoning anger and the andrik gets a second chance on Defense and resistance, as well as attack, rolls against all affected enemies for the rest of the battle."
  },
  {
    "id": 15,
    "type": "Trait",
    "name": "Robust",
    "book": "CRB",
    "requirement": "Ogre, Troll, or Dark Blood",
    "effect": "The character belongs to a race of creatures that are naturally tall and often continue to grow their entire lives. But there are variations: some grow quickly, others more slowly while some hardly seems to grow at all.",
    "novice": "Special. The character is close to seven feet tall and very strong. Such a towering body is easier to hit in combat, which is balanced by a greater natural toughness. The character’s Defense is based on [Quick-2] and it can only use light armor, which must be custom-made and therefore costs twice the normal price. In return, the character naturally ignores 1D4 damage from each hit taken, in addition to any armor it wears. Furthermore, it can deal 1D4 extra damage with one melee attack each turn.",
    "adept": "Special. The character is over eight feet tall, weighs about 500 pounds and has skin as though as bark. A creature like this packs quite the punch but is also easy to hit. The character’s Defense is based on [Quick-3] and it can only use light armor, which must be custom-made and costs three times the normal price. In return, the character naturally ignores 1D6 damage from each hit taken, in addition to any armor it wears. Furthermore, it can also deal 1D6 extra damage with one melee attack each turn.",
    "master": "Special. The character is close to ten feet tall, weighs about half a ton and crushes lesser creatures while enemy weapons have a hard time penetrating its stone-like skin. It Is very easy to hit a creature of this size, but equally hard to wound it seriously. The character’s Defense is based on [Quick-4] and it can only use light armor (custom-made, costing four times the normal price). In return, the character ignores 1D8 damage from each hit taken, in addition to any armor it wears. Finally, it can deal 1D8 extra damage with one melee attack each turn."
  },
  {
    "id": 16,
    "type": "Trait",
    "name": "Shapeshifter",
    "book": "CRB",
    "requirement": "Changeling",
    "effect": "The character has the capability to borrow the appearance of others for a period of time. For young changelings this ability comes naturally, and it can be hard for them not to adopt the appearance and manners of people around them. Mature changelings usually develop greater control over the trait",
    "novice": "Free. With a successful die roll against Resolute, the character may adopt a false shape; the form, appearance, voice and clothes of another creature, but not that of a specific individual. The changeling can keep up the appearance for the duration of a scene, but then the illusion fades away. Everyone that the character interacts with will see through the illusion, unless the character succeeds with a [Discreet←Vigilant] test.",
    "adept": "Free. The character may, for a short period of time and with a successful Resolute test, adopt the form of specific individuals that the character has met, and can include clothes and attributes in the image.\r\nIn combat against multiple opponents, the similarity is good enough to make it hard for enemies to hit their mark – there is a 50% chance that enemies attempting to hit the character hit their depicted companion instead. It takes concentration to maintain the illusory form, which means that the character must make a Resolute Test each turn as well as a successful [Resolute←Weapon Damage] Test each time the changeling suffers damage.",
    "master": ""
  },
  {
    "id": 17,
    "type": "Trait",
    "name": "Short-lived",
    "book": "CRB",
    "requirement": "Goblin",
    "effect": "The character’s life is short, even under favorable living conditions. All members of its race tend to reach adulthood in a handful of years, after which they start to lose their youthful vigor so that only a few ever live to see the age of forty. On the other hand, they are quick to learn and adapt to new surroundings, and they are often ready to face the world at the age of five.\r\nShort-lived has no effect besides what it implies in terms of playing the role.",
    "novice": "",
    "adept": "",
    "master": ""
  },
  {
    "id": 18,
    "type": "Trait",
    "name": "Survival Instinct",
    "book": "CRB",
    "requirement": "Goblin",
    "effect": "The character belongs to a race with a short lifespan but with a life-force comparable to that of more long-lived races. For some individuals this energy shows itself in clamorous hollering and an acute restlessness; for others it manifests itself in a more useful survival instinct.",
    "novice": "Free. Thanks to its explosive survival instinct, the character may perform one extra Movement Action once per scene.",
    "adept": "Reaction. The character trusts its instincts and has learned that rolling with the punches often saves your life. The character’s finely honed survival instinct provides it with a permanent +1D4 to Armor.",
    "master": "Free. There resides a powerful fighting spirit within each member of the character’s race, and that spirit can show itself when the character is backed into a corner. The character has nurtured this hot-tempered aggression and may sacrifice a Movement Action once per scene to perform an extra Combat Action."
  },
  {
    "id": 19,
    "type": "Trait",
    "name": "Wisdom of the Ages",
    "book": "APG",
    "requirement": "Elf",
    "effect": "Through the eons, the elves have amassed a vast collective wisdom; a deep well of knowledge and insights which many elves can access through meditation. The character is one of those who may use the know-how of previous generations to solve problems at hand.\r\nIt is not without risks; in the twilight of the world, the process spawns corruption. Wisdom of the Ages gives temporary corruption as if it was a mystical power.",
    "novice": "Full turn. The character gets lost in a short trance. With a passed Resolute test, it gains access to the novice level of an optional ability, Mystical Traditions, Ritualist and Mystical Power excluded. The ability can be used for the rest of the scene, before fading from memory",
    "adept": "Active. The character’s closer connection to the collective memory makes the trance even shorter; other than that it works like the novice level.",
    "master": "Active. The character can dig deeper into the collective memory. With a passed Resolute test, it gains access to the adept level of an optional ability, Mystical Traditions, Ritualist and Mystical Power excluded. The ability can be used for the rest of the scene, before fading from memory."
  }
]